[
  {
    "input": {
      "question": "Tử hìnhlà gì? Những tội nào sẽ bịtử hình? Có được áp dụnghìnhphạttử hìnhđối với người dưới 18 tuổi không? Nếuhìnhphạt nặng nhất trong số cáchìnhphạt đã tuyên làtử hìnhthìhìnhphạt chung có phải làtử hìnhkhông?",
      "summary": "",
      "row": 0
    },
    "subQuestions": [
      "Tử hìnhlà gì",
      "Những tội nào sẽ bịtử hình",
      "Có được áp dụnghìnhphạttử hìnhđối với người dưới 18 tuổi không",
      "Nếuhìnhphạt nặng nhất trong số cáchìnhphạt đã tuyên làtử hìnhthìhìnhphạt chung có phải làtử hìnhkhông"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Cho tôi hỏi là ai có thẩm quyền ra quyết định chuyểnhìnhphạttử hìnhthànhtùchung thân? Những tội nào được chuyểntừ hìnhphạttử hìnhthànhtùchung thân? Câu hỏi của anh N.B.A đếntừQuảng Nam.",
      "summary": "",
      "row": 1
    },
    "subQuestions": [
      "Cho tôi hỏi là ai có thẩm quyền ra quyết định chuyểnhìnhphạttử hìnhthànhtùchung thân",
      "Những tội nào được chuyểntừ hìnhphạttử hìnhthànhtùchung thân",
      "Câu hỏi của anh N",
      "B",
      "A đếntừQuảng Nam"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Thi hành ántử hìnhlà gì? Ai có quyền ra quyết định thi hành ántử hình? Tại Việt Nam đang áp dụng nhữnghìnhthứctử hìnhnào? Trìnhtựthi hành ántử hìnhnhư thế nào? Hồ sơ thi hành ántử hìnhbao gồm những giấy tờ gì?",
      "summary": "",
      "row": 2
    },
    "subQuestions": [
      "Thi hành ántử hìnhlà gì",
      "Ai có quyền ra quyết định thi hành ántử hình",
      "Tại Việt Nam đang áp dụng nhữnghìnhthứctử hìnhnào",
      "Trìnhtựthi hành ántử hìnhnhư thế nào",
      "Hồ sơ thi hành ántử hìnhbao gồm những giấy tờ gì"
    ],
    "triples": [
      {
        "subject": "Ra quyết định thi hành ántử hình",
        "relation": "thuộc thẩm quyền của",
        "object": "ai"
      },
      {
        "subject": "Hồ sơ Thi hành ántử hìnhbao",
        "relation": "bao gồm",
        "object": "những giấy tờ gì"
      }
    ]
  },
  {
    "input": {
      "question": "Tôi có một câu hỏi như sau: Người bị tuyên ántử hìnhnhưng sau đó mang thai thì có bị áp dụnghìnhphạttử hìnhnữa hay không? Tôi mong nhận được câu trả lời sớm. Câu hỏi của chị N.T.U ở Bà Rịa - Vũng Tàu.",
      "summary": "",
      "row": 3
    },
    "subQuestions": [
      "Tôi có một câu hỏi như sau: Người bị tuyên ántử hìnhnhưng sau đó mang thai thì có bị áp dụnghìnhphạttử hìnhnữa hay không",
      "Tôi mong nhận được câu trả lời sớm",
      "Câu hỏi của chị N",
      "T",
      "U ở Bà Rịa - Vũng Tàu"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Phạm tội nhận hối lộ có thể bịtử hìnhkhông? Phạm tội nhận hối lộ nhưng chủ động nộp số tiền có được do phạm tội thì có thể được giảm án không? Có áp dụnghìnhphạttử hìnhđối với người già hay không?",
      "summary": "",
      "row": 4
    },
    "subQuestions": [
      "Phạm tội nhận hối lộ có thể bịtử hìnhkhông",
      "Phạm tội nhận hối lộ nhưng chủ động nộp số tiền có được do phạm tội thì có thể được giảm án không",
      "Có áp dụnghìnhphạttử hìnhđối với người già hay không"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Em ơi cho anh hỏi: Hồ sơ thi hành ántử hìnhcó bắt buộc phải có danh bản của người chấp hành án phạttùkhông? Hội đồng thi hành ántử hìnhcó cần phải kiểm tra danh bản của người chấp hành ántử hìnhtrước khi thi hành ántử hìnhkhông? Câu hỏi của anh M.T đếntừTiền Giang.",
      "summary": "",
      "row": 5
    },
    "subQuestions": [
      "Em ơi cho anh hỏi: Hồ sơ thi hành ántử hìnhcó bắt buộc phải có danh bản của người chấp hành án phạttùkhông",
      "Hội đồng thi hành ántử hìnhcó cần phải kiểm tra danh bản của người chấp hành ántử hìnhtrước khi thi hành ántử hìnhkhông",
      "Câu hỏi của anh M",
      "T đếntừTiền Giang"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Cho tôi hỏi khi người bị kết ántử hìnhthì có được giảm án hay không? Những trường hợp nào không phải thi hành ántử hình? - Câu hỏi bạn Huỳnh Châu đếntừVĩnh Long.",
      "summary": "",
      "row": 6
    },
    "subQuestions": [
      "Cho tôi hỏi khi người bị kết ántử hìnhthì có được giảm án hay không",
      "Những trường hợp nào không phải thi hành ántử hình",
      "- Câu hỏi bạn Huỳnh Châu đếntừVĩnh Long"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Ai là người ra quyết định thi hành ántử hình? Quyết định thi hành ántử hìnhphải được gửi đến các cơ quan nào? Có thể hoãn quyết định thi hành ántử hìnhtrong trường hợp nào? - Câu hỏi của anh Dương Nam đếntừHải Phòng",
      "summary": "",
      "row": 7
    },
    "subQuestions": [
      "Ai là người ra quyết định thi hành ántử hình",
      "Quyết định thi hành ántử hìnhphải được gửi đến các cơ quan nào",
      "Có thể hoãn quyết định thi hành ántử hìnhtrong trường hợp nào",
      "- Câu hỏi của anh Dương Nam đếntừHải Phòng"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Việc triển khai thi hành ántử hìnhđối với người bị thi hành ántử hìnhlà phụ nữ được thực hiện như thế nào? Người bị thi hành ántử hìnhđược hoãn thi hành ántử hìnhtrong các trường hợp nào? - Câu hỏi của anh Thanh Nguyên đếntừVĩnh Long",
      "summary": "",
      "row": 8
    },
    "subQuestions": [
      "Việc triển khai thi hành ántử hìnhđối với người bị thi hành ántử hìnhlà phụ nữ được thực hiện như thế nào",
      "Người bị thi hành ántử hìnhđược hoãn thi hành ántử hìnhtrong các trường hợp nào",
      "- Câu hỏi của anh Thanh Nguyên đếntừVĩnh Long"
    ],
    "triples": [
      {
        "subject": "Việc triển khai thi hành ántử hìnhđối với người bị thi hành ántử hìnhlà phụ nữ được thực hiện",
        "relation": "mô tả",
        "object": "như thế nào"
      }
    ]
  },
  {
    "input": {
      "question": "Tôi có thắc mắc liên quan đến vấn đề thi hành ántử hình. Cho tôi hỏi thuốc sử dụng cho thi hành ántử hìnhdo ai cấp? Chi phí mai táng người bị thi hành ántử hìnhgồm những khoản nào? Câu hỏi của anh N.H.T ở Bình Dương.",
      "summary": "",
      "row": 9
    },
    "subQuestions": [
      "Tôi có thắc mắc liên quan đến vấn đề thi hành ántử hình",
      "Cho tôi hỏi thuốc sử dụng cho thi hành ántử hìnhdo ai cấp",
      "Chi phí mai táng người bị thi hành ántử hìnhgồm những khoản nào",
      "Câu hỏi của anh N",
      "H"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Thi hành ántử hìnhlà gì? Cơ quan nào có thẩm quyền quyết định thành lập Hội đồng thi hành ántử hình? Hội đồng thi hành ántử hìnhcó nhiệm vụ, quyền hạn như thế nào? - câu hỏi của anh Tín (Cần Thơ)",
      "summary": "",
      "row": 10
    },
    "subQuestions": [
      "Thi hành ántử hìnhlà gì",
      "Cơ quan nào có thẩm quyền quyết định thành lập Hội đồng thi hành ántử hình",
      "Hội đồng thi hành ántử hìnhcó nhiệm vụ, quyền hạn như thế nào",
      "- câu hỏi của anh Tín (Cần Thơ)"
    ],
    "triples": [
      {
        "subject": "Hội đồng thi hành ántử hìnhcó nhiệm vụ, quyền hạn",
        "relation": "mô tả",
        "object": "như thế nào"
      }
    ]
  },
  {
    "input": {
      "question": "Em ơi cho anh hỏi: Chỉ bản là gì? Hồ sơ thi hành ántử hìnhcó bắt buộc phải có chỉ bản của người bị thi hành ántử hìnhkhông? Hội đồng thi hành ántử hìnhcó cần phải kiểm tra chỉ bản của người chấp hành ántử hìnhtrước khi thi hành ántử hìnhkhông? Đây là câu hỏi của anh M.Q đếntừVũng Tàu.",
      "summary": "",
      "row": 11
    },
    "subQuestions": [
      "Em ơi cho anh hỏi: Chỉ bản là gì",
      "Hồ sơ thi hành ántử hìnhcó bắt buộc phải có chỉ bản của người bị thi hành ántử hìnhkhông",
      "Hội đồng thi hành ántử hìnhcó cần phải kiểm tra chỉ bản của người chấp hành ántử hìnhtrước khi thi hành ántử hìnhkhông",
      "Đây là câu hỏi của anh M",
      "Q đếntừVũng Tàu"
    ],
    "triples": [
      {
        "subject": "Em ơi cho anh hỏi: Chỉ bản",
        "relation": "định nghĩa",
        "object": "là gì"
      }
    ]
  },
  {
    "input": {
      "question": "Ai có quyền ân giảm ántử hình? Thời hạn nộp đơn và thẩm quyền ra quyết định ân giảm đối với ántử hìnhnhư thế nào?",
      "summary": "",
      "row": 12
    },
    "subQuestions": [
      "Ai có quyền ân giảm ántử hình",
      "Thời hạn nộp đơn",
      "thẩm quyền ra quyết định ân giảm đối với ántử hìnhnhư thế nào"
    ],
    "triples": [
      {
        "subject": "Ân giảm ántử hình",
        "relation": "thuộc thẩm quyền của",
        "object": "ai"
      }
    ]
  },
  {
    "input": {
      "question": "Tham ô, nhận hối lộ nhưng đã nộp lại tài sản thì có thoát ántử hình? Nhận hối lộ bao nhiêu tiền thì bịtử hình?",
      "summary": "",
      "row": 13
    },
    "subQuestions": [
      "Tham ô, nhận hối lộ nhưng đã nộp lại tài sản thì có thoát ántử hình",
      "Nhận hối lộ bao nhiêu tiền thì bịtử hình"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Việt Nam đang áp dụng nhữnghìnhthứctử hìnhnào? Ai có quyền ra quyết định thi hành ántử hình? Người đang nuôi con nhỏ có được hoãn thời gian thi hành ántử hìnhkhông? Hồ sơ thi hành ántử hìnhbao gồm những giấy tờ gì theo quy định hiện nay?",
      "summary": "",
      "row": 14
    },
    "subQuestions": [
      "Việt Nam đang áp dụng nhữnghìnhthứctử hìnhnào",
      "Ai có quyền ra quyết định thi hành ántử hình",
      "Người đang nuôi con nhỏ có được hoãn thời gian thi hành ántử hìnhkhông",
      "Hồ sơ thi hành ántử hìnhbao gồm những giấy tờ gì theo quy định hiện nay"
    ],
    "triples": [
      {
        "subject": "Ra quyết định thi hành ántử hình",
        "relation": "thuộc thẩm quyền của",
        "object": "ai"
      }
    ]
  },
  {
    "input": {
      "question": "Tử hìnhlà gì? Ân giảm ántử hìnhlà gì? Có được xin giảm ántử hìnhkhông? Cần làm gì để được ân giảm ántử hình? Nộp đơn xin ân giảm ántử hìnhvào thời gian nào theo quy định của pháp luật hiện nay?",
      "summary": "",
      "row": 15
    },
    "subQuestions": [
      "Tử hìnhlà gì",
      "Ân giảm ántử hìnhlà gì",
      "Có được xin giảm ántử hìnhkhông",
      "Cần làm gì để được ân giảm ántử hình",
      "Nộp đơn xin ân giảm ántử hìnhvào thời gian nào theo quy định của pháp luật hiện nay"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Y án nghĩa là gì? Y ántử hìnhlà gì? Người bị kết ántử hìnhcó thể được đặc xá hoặc ân giảm không? Người phạm tội bị kết ántử hìnhlập những công lớn gì thì có thể chuyểntừántử hìnhthànhtùchung thân?",
      "summary": "",
      "row": 16
    },
    "subQuestions": [
      "Y án nghĩa là gì",
      "Y ántử hìnhlà gì",
      "Người bị kết ántử hìnhcó thể được đặc xá",
      "ân giảm không",
      "Người phạm tội bị kết ántử hìnhlập những công lớn gì thì có thể chuyểntừántử hìnhthànhtùchung thân"
    ],
    "triples": [
      {
        "subject": "Y án nghĩa",
        "relation": "định nghĩa",
        "object": "là gì"
      }
    ]
  },
  {
    "input": {
      "question": "Có được hoãn thi hành ántử hìnhkhi người bị kết ántử hìnhkhai báo những tình tiết mới về tội phạm không? Ai là người có trách nhiệm áp giải, bàn giao người được hoãn thi hành ántử hìnhcho trại tạm giam?",
      "summary": "",
      "row": 17
    },
    "subQuestions": [
      "Có được hoãn thi hành ántử hìnhkhi người bị kết ántử hìnhkhai báo những tình tiết mới về tội phạm không",
      "Ai là người có trách nhiệm áp giải, bàn giao người được hoãn thi hành ántử hìnhcho trại tạm giam"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Hiện nay, Việt Nam chỉ áp dụnghìnhthứctử hìnhbằng tiêm thuốc độc đúng không? Thuốc sử dụng cho thi hành ántử hìnhbằng tiêm thuộc độc là những loại nào? Quy trìnhtử hìnhbằng cách tiêm thuốc độc ra sao?",
      "summary": "",
      "row": 18
    },
    "subQuestions": [
      "Hiện nay, Việt Nam chỉ áp dụnghìnhthứctử hìnhbằng tiêm thuốc độc đúng không",
      "Thuốc sử dụng cho thi hành ántử hìnhbằng tiêm thuộc độc là những loại nào",
      "Quy trìnhtử hìnhbằng cách tiêm thuốc độc ra sao"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Tôi có một câu hỏi liên quan đến tội tham ô tài sản như sau: Tham ô tài sản bao nhiêu tiền thì bịtử hình? Nộp lại tiền tham ô thì sẽ được giảm ántừ tử hìnhxuốngtùchung thân đúng không? Câu hỏi của chị N.H.P ở Bình Định.",
      "summary": "",
      "row": 19
    },
    "subQuestions": [
      "Tôi có một câu hỏi liên quan đến tội tham ô tài sản như sau: Tham ô tài sản bao nhiêu tiền thì bịtử hình",
      "Nộp lại tiền tham ô thì sẽ được giảm ántừ tử hìnhxuốngtùchung thân đúng không",
      "Câu hỏi của chị N",
      "H",
      "P ở Bình Định"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Nếu người bị thi hành ántử hìnhchết trước khi thi hành ántử hìnhthì sao? Đơn xin nhậntửthi, tro cốt và hài cốt của người bị thi hành ántử hìnhlà người Việt Nam thì phải có các nội dung gì? - Câu hỏi của anh Phạm Nguyên đếntừĐồng Nai",
      "summary": "",
      "row": 20
    },
    "subQuestions": [
      "Nếu người bị thi hành ántử hìnhchết trước khi thi hành ántử hìnhthì sao",
      "Đơn xin nhậntửthi, tro cốt",
      "hài cốt của người bị thi hành ántử hìnhlà người Việt Nam thì phải có các nội dung gì",
      "- Câu hỏi của anh Phạm Nguyên đếntừĐồng Nai"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Mẫu đơn xin ân xá giảm ántử hìnhhiện nay như thế nào? Người bị kết án được gửi đơn xin ân xá giảm ántử hìnhkhi nào? Thắc mắc của anh Đ.N ở Hải Phòng.",
      "summary": "",
      "row": 21
    },
    "subQuestions": [
      "Mẫu đơn xin ân xá giảm ántử hìnhhiện nay như thế nào",
      "Người bị kết án được gửi đơn xin ân xá giảm ántử hìnhkhi nào",
      "Thắc mắc của anh Đ",
      "N ở Hải Phòng"
    ],
    "triples": [
      {
        "subject": "Mẫu đơn xin ân xá giảm ántử hìnhhiện nay",
        "relation": "mô tả",
        "object": "như thế nào"
      }
    ]
  },
  {
    "input": {
      "question": "Cho hỏi thủ tục xem xét bản ántử hìnhtrước khi thi hành án như thế nào? Ai là người có thẩm quyền quyết định thi hành ántử hình? Câu hỏi của anh Minh đếntừNam Định.",
      "summary": "",
      "row": 22
    },
    "subQuestions": [
      "Cho hỏi thủ tục xem xét bản ántử hìnhtrước khi thi hành án như thế nào",
      "Ai là người có thẩm quyền quyết định thi hành ántử hình",
      "Câu hỏi của anh Minh đếntừNam Định"
    ],
    "triples": [
      {
        "subject": "Cho hỏi thủ tục xem xét bản ántử hìnhtrước khi thi hành án",
        "relation": "mô tả",
        "object": "như thế nào"
      }
    ]
  },
  {
    "input": {
      "question": "Anh hay xem các chương trình \"Phía sau bản án\". Anh có thắc mắc là sau khi những người bị kết ántử hìnhthì họ bị giam giữ như thế nào? Buồng giam người bị kết ántử hìnhnhư thế nào? Người bị kết ántử hìnhcó được gửi thư về cho gia đình không? - Câu hỏi của anh Minh Nghĩa đếntừTrà Vinh",
      "summary": "",
      "row": 23
    },
    "subQuestions": [
      "Anh hay xem các chương trình \"Phía sau bản án\"",
      "Anh có thắc mắc là sau khi những người bị kết ántử hìnhthì họ bị giam giữ như thế nào",
      "Buồng giam người bị kết ántử hìnhnhư thế nào",
      "Người bị kết ántử hìnhcó được gửi thư về cho gia đình không",
      "- Câu hỏi của anh Minh Nghĩa đếntừTrà Vinh"
    ],
    "triples": [
      {
        "subject": "Anh hay xem các chương trình \"Phía sau bản án\". Anh có thắc mắc là sau khi những người bị kết ántử hìnhthì họ bị giam giữ",
        "relation": "mô tả",
        "object": "như thế nào"
      }
    ]
  },
  {
    "input": {
      "question": "Người bị kết ántử hìnhcó bị cùm một chân trong thời gian bị giam giữ không? Người bị kết ántử hìnhcó được gặp thân nhân không? - Câu hỏi của anh Văn Phong đếntừQuận 7, Thành phố Hồ Chí Minh",
      "summary": "",
      "row": 24
    },
    "subQuestions": [
      "Người bị kết ántử hìnhcó bị cùm một chân trong thời gian bị giam giữ không",
      "Người bị kết ántử hìnhcó được gặp thân nhân không",
      "- Câu hỏi của anh Văn Phong đếntừQuận 7, Thành phố Hồ Chí Minh"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Cho anh hỏi là lực lượng cảnh sát nào chịu trách nhiệm trực tiếp thi hành ántử hình? Trong khi thi hành nhiệm vụ thì lực lượng cảnh sát thi hành ántử hìnhđược trang bị những gì? - Câu hỏi của anh Trung Quân đếntừVĩnh Phúc",
      "summary": "",
      "row": 25
    },
    "subQuestions": [
      "Cho anh hỏi là lực lượng cảnh sát nào chịu trách nhiệm trực tiếp thi hành ántử hình",
      "Trong khi thi hành nhiệm vụ thì lực lượng cảnh sát thi hành ántử hìnhđược trang bị những gì",
      "- Câu hỏi của anh Trung Quân đếntừVĩnh Phúc"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Cho tôi hỏi: Chế độ, chính sách đối với người tham gia thi hành ántử hìnhnhư thế nào? Câu hỏi của chú Tịnh đếntừĐà Nẵng.",
      "summary": "",
      "row": 26
    },
    "subQuestions": [
      "Cho tôi hỏi: Chế độ, chính sách đối với người tham gia thi hành ántử hìnhnhư thế nào",
      "Câu hỏi của chú Tịnh đếntừĐà Nẵng"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Tôi có một câu hỏi liên quan đến tội nhận hối lộ như sau: Tham nhũng bao nhiêu tiền thì bịtử hìnhnếu phạm tội nhận hối lộ? Chủ động nộp lại tiền nhận hối lộ có được miễntử hìnhkhông? Câu hỏi của chị N.T.P ở Đồng Nai.",
      "summary": "",
      "row": 27
    },
    "subQuestions": [
      "Tôi có một câu hỏi liên quan đến tội nhận hối lộ như sau: Tham nhũng bao nhiêu tiền thì bịtử hìnhnếu phạm tội nhận hối lộ",
      "Chủ động nộp lại tiền nhận hối lộ có được miễntử hìnhkhông",
      "Câu hỏi của chị N",
      "T",
      "P ở Đồng Nai"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Tôi có một câu hỏi như sau: Khi thi hành ántử hìnhthì sẽ tiêm mũi thuốc nào đầu tiên? Người tham gia Hội đồng thi hành ántử hìnhđược hưởng chế độ bồi dưỡng thế nào? Câu hỏi của anh N.T.T ở Lâm Đồng.",
      "summary": "",
      "row": 28
    },
    "subQuestions": [
      "Tôi có một câu hỏi như sau: Khi thi hành ántử hìnhthì sẽ tiêm mũi thuốc nào đầu tiên",
      "Người tham gia Hội đồng thi hành ántử hìnhđược hưởng chế độ bồi dưỡng thế nào",
      "Câu hỏi của anh N",
      "T",
      "T ở Lâm Đồng"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Chủ tịch tỉnh nhận hối lộ có thể bịtử hìnhtrong những trường hợp nào? Chủ tịch tỉnh nhận hối lộ bị tuyên ántử hìnhnếu chủ động nộp lại bao nhiêu tài sản nhận hối lộ thì không bị thi hành ántử hình? Đây là câu hỏi của anh K.P đếntừLâm Đồng.",
      "summary": "",
      "row": 29
    },
    "subQuestions": [
      "Chủ tịch tỉnh nhận hối lộ có thể bịtử hìnhtrong những trường hợp nào",
      "Chủ tịch tỉnh nhận hối lộ bị tuyên ántử hìnhnếu chủ động nộp lại bao nhiêu tài sản nhận hối lộ thì không bị thi hành ántử hình",
      "Đây là câu hỏi của anh K",
      "P đếntừLâm Đồng"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Tôi có thắc mắc liên quan đến vụ việc hai cô giáo bạo hành bé trai 17 tháng tuổi dẫn đếntửvong. Cho tôi hỏi cótử hìnhhai cô giáo bạo hành bé trai 17 tháng tuổi dẫn đếntửvong không? Thời hiệu truy cứu trách nhiệmhìnhsự trong trường hợp này là bao lâu? Câu hỏi của anh Hoàng Nam ở Lâm Đồng.",
      "summary": "",
      "row": 30
    },
    "subQuestions": [
      "Tôi có thắc mắc liên quan đến vụ việc hai cô giáo bạo hành bé trai 17 tháng tuổi dẫn đếntửvong",
      "Cho tôi hỏi cótử hìnhhai cô giáo bạo hành bé trai 17 tháng tuổi dẫn đếntửvong không",
      "Thời hiệu truy cứu trách nhiệmhìnhsự trong trường hợp này là bao lâu",
      "Câu hỏi của anh Hoàng Nam ở Lâm Đồng"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Người phạm tội tham nhũng bị kết ántử hìnhđược chuyển thànhtùchung thân trong trường hợp nào?Hìnhphạt dành cho người phạm tội chưa đạt trong trường hợp điều luật được áp dụnghìnhphạt cao nhất làtử hìnhnhư thế nào? - Câu hỏi của anh Quốc Khánh đếntừNinh Bình",
      "summary": "",
      "row": 31
    },
    "subQuestions": [
      "Người phạm tội tham nhũng bị kết ántử hìnhđược chuyển thànhtùchung thân trong trường hợp nào",
      "Hìnhphạt dành cho người phạm tội chưa đạt trong trường hợp điều luật được áp dụnghìnhphạt cao nhất làtử hìnhnhư thế nào",
      "- Câu hỏi của anh Quốc Khánh đếntừNinh Bình"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Tôi muốn hỏi về trường hợp phụ nữ có thai phạm tội bị Tòa án truy tố, xét xử kết án phạttùthì có phải thi hành án ngay không? Hay được hoãn cho đến khi sinh con? Nhờ anh chịtưvấn hộ tôi giúp.",
      "summary": "",
      "row": 32
    },
    "subQuestions": [
      "Tôi muốn hỏi về trường hợp phụ nữ có thai phạm tội bị Tòa án truy tố, xét xử kết án phạttùthì có phải thi hành án ngay không",
      "Hay được hoãn cho đến khi sinh con",
      "Nhờ anh chịtưvấn hộ tôi giúp"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Mua bán tiền giả có bịtử hìnhkhông?Tựnguyện nộp lại số lợi bất chính được giảm nhẹhìnhphạt không? Người phạm tội mua bán tiền giả được hưởng án treo khi đáp ứng các điều kiện nào? câu hỏi của anh N (Vinh).",
      "summary": "",
      "row": 33
    },
    "subQuestions": [
      "Mua bán tiền giả có bịtử hìnhkhông",
      "Tựnguyện nộp lại số lợi bất chính được giảm nhẹhìnhphạt không",
      "Người phạm tội mua bán tiền giả được hưởng án treo khi đáp ứng các điều kiện nào",
      "câu hỏi của anh N (Vinh)"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Cần sa có mã số CAS là gì? Được xếp vào loại chất ma túy nào? Mua bán trái phép lá cần sa có thể bị truy cứu trách nhiệmhìnhsự vớihìnhphạt cao nhất làtử hìnhđúng không? câu hỏi của anh B (Hải Dương).",
      "summary": "",
      "row": 34
    },
    "subQuestions": [
      "Cần sa có mã số CAS là gì",
      "Được xếp vào loại chất ma túy nào",
      "Mua bán trái phép lá cần sa có thể bị truy cứu trách nhiệmhìnhsự vớihìnhphạt cao nhất làtử hìnhđúng không",
      "câu hỏi của anh B (Hải Dương)"
    ],
    "triples": [
      {
        "subject": "Cần sa có mã số CAS",
        "relation": "định nghĩa",
        "object": "là gì"
      }
    ]
  },
  {
    "input": {
      "question": "Có được áp dụnghìnhphạttử hìnhđối với ngườitừđủ 16 tuổi đến dưới 18 tuổi phạm tội không? Mức phạttùcao nhất đối với ngườitừđủ 16 tuổi đến dưới 18 tuổi là bao nhiêu nămtù? - Câu hỏi của anh Phạm Hải Minh đếntừQuảng Bình",
      "summary": "",
      "row": 35
    },
    "subQuestions": [
      "Có được áp dụnghìnhphạttử hìnhđối với ngườitừđủ 16 tuổi đến dưới 18 tuổi phạm tội không",
      "Mức phạttùcao nhất đối với ngườitừđủ 16 tuổi đến dưới 18 tuổi là bao nhiêu nămtù",
      "- Câu hỏi của anh Phạm Hải Minh đếntừQuảng Bình"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Nộp lại bao nhiêu tiền thì không bịtử hìnhđối với Tội tham ô tài sản? Trường hợp nào người bị tuyên ántử hìnhđược chuyển sangtùchung thân? Ở Việt Nam đang áp dụng nhữnghìnhthứctử hìnhnào? Người bị tuyên ántử hìnhcó được xin ân giảm ántử hìnhkhông?",
      "summary": "",
      "row": 36
    },
    "subQuestions": [
      "Nộp lại bao nhiêu tiền thì không bịtử hìnhđối với Tội tham ô tài sản",
      "Trường hợp nào người bị tuyên ántử hìnhđược chuyển sangtùchung thân",
      "Ở Việt Nam đang áp dụng nhữnghìnhthứctử hìnhnào",
      "Người bị tuyên ántử hìnhcó được xin ân giảm ántử hìnhkhông"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Người bị kết ántử hình\"Tử tù\" có còn được gặp người thân hay không? Ai là người bố trí phòng cho người bị kết ántử hình\"Tử tù\" có còn được gặp người thân? Người bị kết ántử hìnhthì tiền bạc, tài sản của họ có trả lại cho người thân hay không?",
      "summary": "",
      "row": 37
    },
    "subQuestions": [
      "Người bị kết ántử hình\"Tử tù\" có còn được gặp người thân hay không",
      "Ai là người bố trí phòng cho người bị kết ántử hình\"Tử tù\" có còn được gặp người thân",
      "Người bị kết ántử hìnhthì tiền bạc, tài sản của họ có trả lại cho người thân hay không"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Khi nào người bị tuyên ántử hìnhđược chuyển sanghìnhphạttùchung thân?Tùchung thân là gì? Những trường hợp nào không áp dụnghìnhphạttùchung thân? Người bị kết ántùchung thân có phải ngồitùsuốt đời không?",
      "summary": "",
      "row": 38
    },
    "subQuestions": [
      "Khi nào người bị tuyên ántử hìnhđược chuyển sanghìnhphạttùchung thân",
      "Tùchung thân là gì",
      "Những trường hợp nào không áp dụnghìnhphạttùchung thân",
      "Người bị kết ántùchung thân có phải ngồitùsuốt đời không"
    ],
    "triples": [
      {
        "subject": "Tùchung thân",
        "relation": "định nghĩa",
        "object": "là gì"
      }
    ]
  },
  {
    "input": {
      "question": "Tội nhận hối lộ có thể phạttù20 năm,tùchung thân hoặctử hìnhnếu gây thiệt hạitừbao nhiêu? Có áp dụng thời hiệu truy cứu trách nhiệmhìnhsự khi người phạm tội nhận hối lộ mà gây thiệt hại về tài sản 5 tỷ đồng trở lên không? Người bị kết ántử hìnhvề tội nhận hối lộ mà sau khi bị kết án đã chủ động nộp lại ba phầntưtài sản nhận hối lộ",
      "summary": "",
      "row": 39
    },
    "subQuestions": [
      "Tội nhận hối lộ có thể phạttù20 năm,tùchung thân hoặctử hìnhnếu gây thiệt hạitừbao nhiêu",
      "Có áp dụng thời hiệu truy cứu trách nhiệmhìnhsự khi người phạm tội nhận hối lộ mà gây thiệt hại về tài sản 5 tỷ đồng trở lên không",
      "Người bị kết ántử hìnhvề tội nhận hối lộ mà sau khi bị kết án đã chủ động nộp lại ba phầntưtài sản nhận hối lộ"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Phạm tộitử hìnhnhưng đến khi tòa tuyên án thì đã đủ 75 tuổi thì có bị áp dụnghìnhphạttử hìnhnữa không? Người bị kết ántử hìnhnhưng được chuyển thànhtùchung thân thì phải chấp hành ít nhất bao nhiêu nămtù? Có được thatùtrước thời hạn có điều kiện không? - Câu hỏi của anh Quốc Minh đếntừHòa Bình",
      "summary": "",
      "row": 40
    },
    "subQuestions": [
      "Phạm tộitử hìnhnhưng đến khi tòa tuyên án thì đã đủ 75 tuổi thì có bị áp dụnghìnhphạttử hìnhnữa không",
      "Người bị kết ántử hìnhnhưng được chuyển thànhtùchung thân thì phải chấp hành ít nhất bao nhiêu nămtù",
      "Có được thatùtrước thời hạn có điều kiện không",
      "- Câu hỏi của anh Quốc Minh đếntừHòa Bình"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Tôi có một câu hỏi như sau: Cótử hìnhđối với huấn luyện viên dạy võ Taekwondo hiếp dâm nhiều nam sinh dưới 16 tuổi không? Biết những nam sinh này có độ tuổitừ6 tuổi đến dưới 16 tuổi. Câu hỏi của chị N.T.D ở Quảng Ngãi.",
      "summary": "",
      "row": 41
    },
    "subQuestions": [
      "Tôi có một câu hỏi như sau: Cótử hìnhđối với huấn luyện viên dạy võ Taekwondo hiếp dâm nhiều nam sinh dưới 16 tuổi không",
      "Biết những nam sinh này có độ tuổitừ6 tuổi đến dưới 16 tuổi",
      "Câu hỏi của chị N",
      "T",
      "D ở Quảng Ngãi"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Chất xyanua độc như thế nào? Cá nhân có hành vi giết người bằng chất xyanua thì phải chịu án chung thân haytử hình? Trường hợp người phạm tội giết người được phân vào loại tội phạm nào nếu bị kết ántùchung thân hoặctử hình?",
      "summary": "",
      "row": 42
    },
    "subQuestions": [
      "Chất xyanua độc như thế nào",
      "Cá nhân có hành vi giết người bằng chất xyanua thì phải chịu án chung thân haytử hình",
      "Trường hợp người phạm tội giết người được phân vào loại tội phạm nào nếu bị kết ántùchung thân hoặctử hình"
    ],
    "triples": [
      {
        "subject": "Chất xyanua độc",
        "relation": "mô tả",
        "object": "như thế nào"
      }
    ]
  },
  {
    "input": {
      "question": "Quá trình thẩm định hồ sơ ántử hìnhtrình Chủ tịch nước có cần lập hồ sơ kiểm sát ánhìnhsự hay không? Hồ sơ kiểm sát thẩm định ántử hìnhtrình Chủ tịch nước có các tài liệu gì? Hồ sơ kiểm sát ánhìnhsự được lưu trữ, quản lý như thế nào? Câu hỏi của anh Thái Bảo (Bình Thuận).",
      "summary": "",
      "row": 43
    },
    "subQuestions": [
      "Quá trình thẩm định hồ sơ ántử hìnhtrình Chủ tịch nước có cần lập hồ sơ kiểm sát ánhìnhsự hay không",
      "Hồ sơ kiểm sát thẩm định ántử hìnhtrình Chủ tịch nước có các tài liệu gì",
      "Hồ sơ kiểm sát ánhìnhsự được lưu trữ, quản lý như thế nào",
      "Câu hỏi của anh Thái Bảo (Bình Thuận)"
    ],
    "triples": [
      {
        "subject": "Hồ sơ kiểm sát ánhìnhsự được lưu trữ, quản lý",
        "relation": "mô tả",
        "object": "như thế nào"
      }
    ]
  },
  {
    "input": {
      "question": "Dạo gần đây anh thấy có nhiều vụ giết người yêu do mâu thuẫn tình cảm, anh có nhớ là nếu giết người thân, thầy cô,... của mình thì khunghìnhphạt cao hơn, vậy giết người yêu do mâu thuẫn tình cảm thì có thể bịtử hìnhkhông? Đây là câu hỏi của anh Q.K đếntừNinh Bình.",
      "summary": "",
      "row": 44
    },
    "subQuestions": [
      "Dạo gần đây anh thấy có nhiều vụ giết người yêu do mâu thuẫn tình cảm, anh có nhớ là nếu giết người thân, thầy cô,",
      "của mình thì khunghìnhphạt cao hơn, vậy giết người yêu do mâu thuẫn tình cảm thì có thể bịtử hìnhkhông",
      "Đây là câu hỏi của anh Q",
      "K đếntừNinh Bình"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Cơ sở vật chất và trang thiết bị sử dụng cho thi hành ántử hìnhbằnghìnhthức tiêm thuốc độc gồm có những gì? Cơ quan nào có trách nhiệm bảo đảm an ninh trậttựnơi thi hành ántử hình? Thuốc sử dụng chi thi hành ántử hìnhdo cơ quan nào cấp? - Câu hỏi của anh Minh Dũng đếntừQuảng Bình",
      "summary": "",
      "row": 45
    },
    "subQuestions": [
      "Cơ sở vật chất",
      "trang thiết bị sử dụng cho thi hành ántử hìnhbằnghìnhthức tiêm thuốc độc gồm có những gì",
      "Cơ quan nào có trách nhiệm bảo đảm an ninh trậttựnơi thi hành ántử hình",
      "Thuốc sử dụng chi thi hành ántử hìnhdo cơ quan nào cấp",
      "- Câu hỏi của anh Minh Dũng đếntừQuảng Bình"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Tôi có thắc mắc liên quan đến tội giết phụ nữ mang thai. Cho tôi hỏi cótử hìnhngười giết phụ nữ mang thai hay không? Biết rằng người phạm tội đã biết người này mang thai. Và cho tôi hỏi thêm là thời hiệu truy cứu trách nhiệmhìnhsự đối với người này là bao lâu? Câu hỏi của chị Hồng Liên ở Lâm Đồng.",
      "summary": "",
      "row": 46
    },
    "subQuestions": [
      "Tôi có thắc mắc liên quan đến tội giết phụ nữ mang thai",
      "Cho tôi hỏi cótử hìnhngười giết phụ nữ mang thai hay không",
      "Biết rằng người phạm tội đã biết người này mang thai",
      "cho tôi hỏi thêm là thời hiệu truy cứu trách nhiệmhìnhsự đối với người này là bao lâu",
      "Câu hỏi của chị Hồng Liên ở Lâm Đồng"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Tôi có thắc mắc liên quan đến tội sản xuất trái phép chất ma túy. Cho tôi hỏi người phạm tội sản xuất trái phép chất ma túy là phụ nữ có thai thì có bị áp dụnghìnhphạttử hìnhhay không? Câu hỏi của chị Mỹ Duyên ở Đồng Nai.",
      "summary": "",
      "row": 47
    },
    "subQuestions": [
      "Tôi có thắc mắc liên quan đến tội sản xuất trái phép chất ma túy",
      "Cho tôi hỏi người phạm tội sản xuất trái phép chất ma túy là phụ nữ có thai thì có bị áp dụnghìnhphạttử hìnhhay không",
      "Câu hỏi của chị Mỹ Duyên ở Đồng Nai"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Cho hỏi: Có phải người phạm tội trên 80 tuổi sẽ không bị áp dụng mứchìnhphạt cao nhất làtử hìnhđúng không? Người phạm tội trên 80 tuổi có được xem là tình tiết giảm nhẹ trách nhiệmhìnhsự không? - câu hỏi của anh Tuấn (TP. HCM)",
      "summary": "",
      "row": 48
    },
    "subQuestions": [
      "Cho hỏi: Có phải người phạm tội trên 80 tuổi sẽ không bị áp dụng mứchìnhphạt cao nhất làtử hìnhđúng không",
      "Người phạm tội trên 80 tuổi có được xem là tình tiết giảm nhẹ trách nhiệmhìnhsự không",
      "- câu hỏi của anh Tuấn (TP",
      "HCM)"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Cho tôi hỏi mua bán thận vì mục đích thương mại là hành vi trái pháp luật đúng không? Người có hành vi mua bán thận có bịtử hìnhhay không? Người mua bán thận của trẻ em có bị tăng trách nhiệmhìnhsự không? Câu hỏi của anh N.M.T (Long An).",
      "summary": "",
      "row": 49
    },
    "subQuestions": [
      "Cho tôi hỏi mua bán thận vì mục đích thương mại là hành vi trái pháp luật đúng không",
      "Người có hành vi mua bán thận có bịtử hìnhhay không",
      "Người mua bán thận của trẻ em có bị tăng trách nhiệmhìnhsự không",
      "Câu hỏi của anh N",
      "M"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Trường hợp hiếp dâm bé gái 12 tuổi dẫn đến nạn nhân có thai thì có bịtử hìnhkhông? Khunghìnhphạt cao nhất áp dụng trong trường hợp này là gì? Thời hạn truy cứu trách nhiệmhìnhsự đối với người phạm tội này là mấy năm? Câu hỏi của anh Q (Hà Nội).",
      "summary": "",
      "row": 50
    },
    "subQuestions": [
      "Trường hợp hiếp dâm bé gái 12 tuổi dẫn đến nạn nhân có thai thì có bịtử hìnhkhông",
      "Khunghìnhphạt cao nhất áp dụng trong trường hợp này là gì",
      "Thời hạn truy cứu trách nhiệmhìnhsự đối với người phạm tội này là mấy năm",
      "Câu hỏi của anh Q (Hà Nội)"
    ],
    "triples": [
      {
        "subject": "Khunghìnhphạt cao nhất áp dụng trong trường hợp này",
        "relation": "định nghĩa",
        "object": "là gì"
      }
    ]
  },
  {
    "input": {
      "question": "Trách nhiệm của Bộ Ngoại giao trong thi hành ántử hìnhbằnghìnhthức tiêm thuốc độc được quy định như thế nào? Trích dẫn trong văn bản mới nhất nào vậy ạ? Việc giao, nhậntửthi của người đã bị thi hành ántử hìnhphải được thực hiện trong thời hạn bao lâu và do cơ quan nào thực hiện? Một số quy định khác về việc giải quyết việc xin nhậntửthi",
      "summary": "",
      "row": 51
    },
    "subQuestions": [
      "Trách nhiệm của Bộ Ngoại giao trong thi hành ántử hìnhbằnghìnhthức tiêm thuốc độc được quy định như thế nào",
      "Trích dẫn trong văn bản mới nhất nào vậy ạ",
      "Việc giao, nhậntửthi của người đã bị thi hành ántử hìnhphải được thực hiện trong thời hạn bao lâu",
      "do cơ quan nào thực hiện",
      "Một số quy định khác về việc giải quyết việc xin nhậntửthi"
    ],
    "triples": [
      {
        "subject": "Trách nhiệm của Bộ Ngoại giao trong thi hành ántử hìnhbằnghìnhthức tiêm thuốc độc được quy định",
        "relation": "mô tả",
        "object": "như thế nào"
      }
    ]
  },
  {
    "input": {
      "question": "\"Cho hỏi nếu làtử tùthì sẽ được ăn bữa cơm cuối cùng quy định như thế nào? Tôi cảm ơn!\" - Anh Quốc đếntừHoài Ân thắc mắc!",
      "summary": "",
      "row": 52
    },
    "subQuestions": [
      "\"Cho hỏi nếu làtử tùthì sẽ được ăn bữa cơm cuối cùng quy định như thế nào",
      "Tôi cảm ơn",
      "\" - Anh Quốc đếntừHoài Ân thắc mắc"
    ],
    "triples": [
      {
        "subject": "\"Cho hỏi nếu làtử tùthì sẽ được ăn bữa cơm cuối cùng quy định",
        "relation": "mô tả",
        "object": "như thế nào"
      }
    ]
  },
  {
    "input": {
      "question": "Anh chị cho tôi hỏi, hành vi của người mẹ Nguyễn Võ Quỳnh Trang trong vụ dì ghẻ hành hạ bé 8 tuổitửvong có được xem là hành vi giết người hay không? Tôi cảm ơn!",
      "summary": "",
      "row": 53
    },
    "subQuestions": [
      "Anh chị cho tôi hỏi, hành vi của người mẹ Nguyễn Võ Quỳnh Trang trong vụ dì ghẻ hành hạ bé 8 tuổitửvong có được xem là hành vi giết người hay không",
      "Tôi cảm ơn"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Tôi có thắc mắc liên quan đến tội hiếp dâm tập thể. Cho tôi hỏi hiếp dâm tập thể làm nạn nhântự tửthì có thể bịtử hìnhkhông? Cơ quan nào có thẩm quyền điều tra? Câu hỏi của chị Thanh Lam ở Đồng Nai.",
      "summary": "",
      "row": 54
    },
    "subQuestions": [
      "Tôi có thắc mắc liên quan đến tội hiếp dâm tập thể",
      "Cho tôi hỏi hiếp dâm tập thể làm nạn nhântự tửthì có thể bịtử hìnhkhông",
      "Cơ quan nào có thẩm quyền điều tra",
      "Câu hỏi của chị Thanh Lam ở Đồng Nai"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Tôi có một câu hỏi như sau: Khi thi hành ántử hình, nếu tiêm đủ 03 mũi thuốc độc nhưngtử tùchưa chết thì có tiếp tục tiêm thuốc nữa không? Tôi mong nhận được câu trả lời sớm. Câu hỏi của anh N.T.P ở Lâm Đồng.",
      "summary": "",
      "row": 55
    },
    "subQuestions": [
      "Tôi có một câu hỏi như sau: Khi thi hành ántử hình, nếu tiêm đủ 03 mũi thuốc độc nhưngtử tùchưa chết thì có tiếp tục tiêm thuốc nữa không",
      "Tôi mong nhận được câu trả lời sớm",
      "Câu hỏi của anh N",
      "T",
      "P ở Lâm Đồng"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Vợ nhậu say chém chồng 38 nhát dao dẫn đến người chồngtửvong thì đitùnhiều nhất bao nhiêu năm? Có bịtử hìnhkhông? Mong nhận được câu trả lời sớm nhất! Đây là câu hỏi của anh V.B đếntừTrà Vinh.",
      "summary": "",
      "row": 56
    },
    "subQuestions": [
      "Vợ nhậu say chém chồng 38 nhát dao dẫn đến người chồngtửvong thì đitùnhiều nhất bao nhiêu năm",
      "Có bịtử hìnhkhông",
      "Mong nhận được câu trả lời sớm nhất",
      "Đây là câu hỏi của anh V",
      "B đếntừTrà Vinh"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Có được áp dụnghìnhphạttử hìnhđối với phụ nữ đang nuôi con nhỏ không? Phụ nữ đang nuôi con nhỏ đã được ân giảm ántử hìnhthì có được thatùtrước thời hạn có điều kiện không? Phải chấp hành ít nhất là bao nhiêu nămtùtrong trường hợp này?",
      "summary": "",
      "row": 57
    },
    "subQuestions": [
      "Có được áp dụnghìnhphạttử hìnhđối với phụ nữ đang nuôi con nhỏ không",
      "Phụ nữ đang nuôi con nhỏ đã được ân giảm ántử hìnhthì có được thatùtrước thời hạn có điều kiện không",
      "Phải chấp hành ít nhất là bao nhiêu nămtùtrong trường hợp này"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Tôi muốn hỏi bảo hiểm nhân thọ là loại bảo hiểm như thế nào? Bảo hiểm nhân thọ có thể áp dụng cho đối tượng nào? Cách xác định tuổi và đóng phí trong bảo hiểm nhân thọ như thế nào? Trường hợp người được bảo hiểm nhân thọ chết do thi hành ántử hìnhthì có được nhận tiền bảo hiểmtừcông ty bảo hiểm hay không? Mong nhận được giải đáp, xin cảm ơn.",
      "summary": "",
      "row": 58
    },
    "subQuestions": [
      "Tôi muốn hỏi bảo hiểm nhân thọ là loại bảo hiểm như thế nào",
      "Bảo hiểm nhân thọ có thể áp dụng cho đối tượng nào",
      "Cách xác định tuổi",
      "đóng phí trong bảo hiểm nhân thọ như thế nào",
      "Trường hợp người được bảo hiểm nhân thọ chết do thi hành ántử hìnhthì có được nhận tiền bảo hiểmtừcông ty bảo hiểm hay không"
    ],
    "triples": [
      {
        "subject": "Tôi muốn hỏi bảo hiểm nhân thọ là loại bảo hiểm",
        "relation": "mô tả",
        "object": "như thế nào"
      },
      {
        "subject": "Cách xác định tuổi và đóng phí trong bảo hiểm nhân thọ",
        "relation": "mô tả",
        "object": "như thế nào"
      }
    ]
  },
  {
    "input": {
      "question": "Chi tôi hỏi nhân viên giao hàng vô tình vận chuyển ma túy có bị phạttùhay không? Vận chuyển bao nhiêu ma túy sẽ bịtử hình? Người vận chuyển ma túy trái phép có bị tịch thu tài sản hay không? Câu hỏi của anh N.M.T (Long An).",
      "summary": "",
      "row": 59
    },
    "subQuestions": [
      "Chi tôi hỏi nhân viên giao hàng vô tình vận chuyển ma túy có bị phạttùhay không",
      "Vận chuyển bao nhiêu ma túy sẽ bịtử hình",
      "Người vận chuyển ma túy trái phép có bị tịch thu tài sản hay không",
      "Câu hỏi của anh N",
      "M"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Cho tôi hỏi khi mức lương cơ sở tăng thì chế độ bồi dưỡng cho người tham gia thi hành ántử hìnhcó được tăng không? - Câu hỏi của Thanh Quỳnh (Nghệ An)",
      "summary": "",
      "row": 60
    },
    "subQuestions": [
      "Cho tôi hỏi khi mức lương cơ sở tăng thì chế độ bồi dưỡng cho người tham gia thi hành ántử hìnhcó được tăng không",
      "- Câu hỏi của Thanh Quỳnh (Nghệ An)"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Người đang chấp hành án phạttùchung thân mà phạm tội trốn khỏi nơi giam giữ nhiều lần thì có bịtử hìnhkhông? Thời gian gần đây có thông tin về phạm nhân Triệu Quân Sự Trốn khỏi nơi giam giữ lần 3. Tôi thắc mắc phạm nhân này đang chấp hành bản án chung thân nhưng nhiều lần vược ngục thì có bịtử hìnhkhông?",
      "summary": "",
      "row": 61
    },
    "subQuestions": [
      "Người đang chấp hành án phạttùchung thân mà phạm tội trốn khỏi nơi giam giữ nhiều lần thì có bịtử hìnhkhông",
      "Thời gian gần đây có thông tin về phạm nhân Triệu Quân Sự Trốn khỏi nơi giam giữ lần 3",
      "Tôi thắc mắc phạm nhân này đang chấp hành bản án chung thân nhưng nhiều lần vược ngục thì có bịtử hìnhkhông"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Cho tôi hỏi để thực hiện thủ tục thi hành ántử hìnhthì cán bộ thi hành cần phải chuẩn bị bao nhiêu liều thuốc cho phạm nhân? Trìnhtựthi hành ántử hìnhđối với phạm nhân chấp hành án được thực hiện như thế nào? Câu hỏi của anh VươngtừNam Định",
      "summary": "",
      "row": 62
    },
    "subQuestions": [
      "Cho tôi hỏi để thực hiện thủ tục thi hành ántử hìnhthì cán bộ thi hành cần phải chuẩn bị bao nhiêu liều thuốc cho phạm nhân",
      "Trìnhtựthi hành ántử hìnhđối với phạm nhân chấp hành án được thực hiện như thế nào",
      "Câu hỏi của anh VươngtừNam Định"
    ],
    "triples": [
      {
        "subject": "Trìnhtựthi hành ántử hìnhđối với phạm nhân chấp hành án được thực hiện",
        "relation": "mô tả",
        "object": "như thế nào"
      }
    ]
  },
  {
    "input": {
      "question": "Em ơi cho anh hỏi: Người có hành vi vận chuyển tiền giả có giá trị tương ứngtừ50 triệu đồng trở lên thì có bịtử hìnhkhông? Hành vi này được xếp vào loại tội phạm gì? Đây là câu hỏi của anh Minh Hoàng đếntừLong An.",
      "summary": "",
      "row": 63
    },
    "subQuestions": [
      "Em ơi cho anh hỏi: Người có hành vi vận chuyển tiền giả có giá trị tương ứngtừ50 triệu đồng trở lên thì có bịtử hìnhkhông",
      "Hành vi này được xếp vào loại tội phạm gì",
      "Đây là câu hỏi của anh Minh Hoàng đếntừLong An"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Xin cho hỏi: Giám định viêntưpháp trong lĩnh vực giao thông vận tải bị xử lý kỷ luậttừ hìnhthức nào thì bị miễn nhiệm? Miễn nhiệm giám định viêntưpháp trong lĩnh vực giao thông vận tải theo thủ tục như thế nào?- Câu hỏi của anh Thế (Bình Định).",
      "summary": "",
      "row": 64
    },
    "subQuestions": [
      "Xin cho hỏi: Giám định viêntưpháp trong lĩnh vực giao thông vận tải bị xử lý kỷ luậttừ hìnhthức nào thì bị miễn nhiệm",
      "Miễn nhiệm giám định viêntưpháp trong lĩnh vực giao thông vận tải theo thủ tục như thế nào",
      "- Câu hỏi của anh Thế (Bình Định)"
    ],
    "triples": [
      {
        "subject": "Miễn nhiệm giám định viêntưpháp trong lĩnh vực giao thông vận tải theo thủ tục",
        "relation": "mô tả",
        "object": "như thế nào"
      }
    ]
  },
  {
    "input": {
      "question": "Mẫu Đơn xin nhậntửthi của người bị thi hành ántử hìnhmới nhất hiện nay được quy định như thế nào? Hướng dẫn cách ghi? Ai có thẩm quyền xem xét, giải quyết việc cho nhậntửthi của người bị thi hành ántử hình? - câu hỏi của anh Tâm (Hà Nội)",
      "summary": "",
      "row": 65
    },
    "subQuestions": [
      "Mẫu Đơn xin nhậntửthi của người bị thi hành ántử hìnhmới nhất hiện nay được quy định như thế nào",
      "Hướng dẫn cách ghi",
      "Ai có thẩm quyền xem xét, giải quyết việc cho nhậntửthi của người bị thi hành ántử hình",
      "- câu hỏi của anh Tâm (Hà Nội)"
    ],
    "triples": [
      {
        "subject": "Mẫu Đơn xin nhậntửthi của người bị thi hành ántử hìnhmới nhất hiện nay được quy định",
        "relation": "mô tả",
        "object": "như thế nào"
      },
      {
        "subject": "Xem xét, giải quyết việc cho nhậntửthi của người bị thi hành ántử hình",
        "relation": "thuộc thẩm quyền của",
        "object": "ai"
      }
    ]
  },
  {
    "input": {
      "question": "Tôi có đọc bài viết về vụ tham ô số tiền 50 tỷ đồng của cựuTưlệnh BộTưlệnh Cảnh sát biển Việt Nam. Cho tôi hỏi người phạm tội tham ô 50 tỷ đồng màtựgiác nộp lại 3/4 số tiền là có thể thoát ántử hìnhđúng không? - câu hỏi của anh Nam (Hà Nội)",
      "summary": "",
      "row": 66
    },
    "subQuestions": [
      "Tôi có đọc bài viết về vụ tham ô số tiền 50 tỷ đồng của cựuTưlệnh BộTưlệnh Cảnh sát biển Việt Nam",
      "Cho tôi hỏi người phạm tội tham ô 50 tỷ đồng màtựgiác nộp lại 3/4 số tiền là có thể thoát ántử hìnhđúng không",
      "- câu hỏi của anh Nam (Hà Nội)"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Tôi có một câu hỏi liên quan đến tội nhận hối lộ như sau: Cótử hìnhđối với người nhận hối lộ để giải quyết cấp phiếu lý lịchtưpháp trái quy định không? Tôi mong mình nhận được câu trả lời sớm. Câu hỏi của chị N.T.K ở Lâm Đồng.",
      "summary": "",
      "row": 67
    },
    "subQuestions": [
      "Tôi có một câu hỏi liên quan đến tội nhận hối lộ như sau: Cótử hìnhđối với người nhận hối lộ để giải quyết cấp phiếu lý lịchtưpháp trái quy định không",
      "Tôi mong mình nhận được câu trả lời sớm",
      "Câu hỏi của chị N",
      "T",
      "K ở Lâm Đồng"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Tôi có thắc mắc là người phạm tội nhận hối lộ trong vụ chuyến bay giải cứutựnguyện nộp lại số tiền nhận hối lộ có được xem là tình tiết giảm nhẹ trách nhiệmhìnhsự không? Nếu nộp lại 3/4 tiền nhận hối lộ là người phạm tội có thể thoát ántử hìnhđúng không? - câu hỏi của anh Trung (Tiền Giang)",
      "summary": "",
      "row": 68
    },
    "subQuestions": [
      "Tôi có thắc mắc là người phạm tội nhận hối lộ trong vụ chuyến bay giải cứutựnguyện nộp lại số tiền nhận hối lộ có được xem là tình tiết giảm nhẹ trách nhiệmhìnhsự không",
      "Nếu nộp lại 3/4 tiền nhận hối lộ là người phạm tội có thể thoát ántử hìnhđúng không",
      "- câu hỏi của anh Trung (Tiền Giang)"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Tôi có một câu hỏi liên quan đến tội giết người như sau: Thiếu niên (đủ 14 tuổi) bỏ bả chó vào sữa khiến cha mìnhtửvong thì có bịtử hìnhkhông? Ông B (là cha) là người thường xuyên uống rượu, nhiều lần thiếu niên này kêu cha bỏ rượu nhưng bị ông B la mắng nên đã giết cha mình bằng bả chó. Câu hỏi của anh N.T.L ở Bà Rịa - Vũng Tàu.",
      "summary": "",
      "row": 69
    },
    "subQuestions": [
      "Tôi có một câu hỏi liên quan đến tội giết người như sau: Thiếu niên (đủ 14 tuổi) bỏ bả chó vào sữa khiến cha mìnhtửvong thì có bịtử hìnhkhông",
      "Ông B (là cha) là người thường xuyên uống rượu, nhiều lần thiếu niên này kêu cha bỏ rượu nhưng bị ông B la mắng nên đã giết cha mình bằng bả chó",
      "Câu hỏi của anh N",
      "T",
      "L ở Bà Rịa - Vũng Tàu"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Cho tôi hỏi: Bắt cóc bé 21 tháng tuổi đitùmấy năm? Trường hợp giết bé gái thì có bịtử hìnhtheo tội giết người? - Câu hỏi của anh B.P (Hưng Yên).",
      "summary": "",
      "row": 70
    },
    "subQuestions": [
      "Cho tôi hỏi: Bắt cóc bé 21 tháng tuổi đitùmấy năm",
      "Trường hợp giết bé gái thì có bịtử hìnhtheo tội giết người",
      "- Câu hỏi của anh B",
      "P (Hưng Yên)"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Cho tôi hỏi là người phạm tội tham ô tài sản đã bị kết ántử hìnhcó cơ hội được chuyển thànhtùchung thân hay không? Người phạm tội tham ô tài sản lập những công lớn gì để được chuyểntừántử hìnhthànhtùchung thân? Câu hỏi của anh K đếntừKhánh Hòa.",
      "summary": "",
      "row": 71
    },
    "subQuestions": [
      "Cho tôi hỏi là người phạm tội tham ô tài sản đã bị kết ántử hìnhcó cơ hội được chuyển thànhtùchung thân hay không",
      "Người phạm tội tham ô tài sản lập những công lớn gì để được chuyểntừántử hìnhthànhtùchung thân",
      "Câu hỏi của anh K đếntừKhánh Hòa"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Cho tôi hỏi hiếp dâm người dưới 16 tuổi, phạttùchung thân haytử hình? Xử lý tội phạm hiếp dâm người dưới 16 tuổi theo nguyên tắc nào? Có xét xử kín đối với vụ án hiếp dâm người dưới 16 tuổi hay không? Câu hỏi của anh H (Long An).",
      "summary": "",
      "row": 72
    },
    "subQuestions": [
      "Cho tôi hỏi hiếp dâm người dưới 16 tuổi, phạttùchung thân haytử hình",
      "Xử lý tội phạm hiếp dâm người dưới 16 tuổi theo nguyên tắc nào",
      "Có xét xử kín đối với vụ án hiếp dâm người dưới 16 tuổi hay không",
      "Câu hỏi của anh H (Long An)"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Tôi có một câu hỏi như sau: Trong lựa chọn nhà đầutư,hìnhthức đấu thầu hạn chế được áp dụng đối với dự án đầutưkinh doanh nào? Tôi mong nhận được câu trả lời sớm. Câu hỏi của chị N.T.P ở Bình Dương.",
      "summary": "",
      "row": 73
    },
    "subQuestions": [
      "Tôi có một câu hỏi như sau: Trong lựa chọn nhà đầutư,hìnhthức đấu thầu hạn chế được áp dụng đối với dự án đầutưkinh doanh nào",
      "Tôi mong nhận được câu trả lời sớm",
      "Câu hỏi của chị N",
      "T",
      "P ở Bình Dương"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Cho tôi hỏi, bác tôi năm nay đã 80 tuổi phạm tội tham ô tài sản thì có bị thi hành ántử hìnhkhông? Việc người phạm tội tham ô tài sản không giao nộp lại số tài sản đã tham ô có xem là tình tiết tăng nặng trách nhiệmhìnhsự hay không? Câu hỏi của chị P.Q.L (Hải Phòng).",
      "summary": "",
      "row": 74
    },
    "subQuestions": [
      "Cho tôi hỏi, bác tôi năm nay đã 80 tuổi phạm tội tham ô tài sản thì có bị thi hành ántử hìnhkhông",
      "Việc người phạm tội tham ô tài sản không giao nộp lại số tài sản đã tham ô có xem là tình tiết tăng nặng trách nhiệmhìnhsự hay không",
      "Câu hỏi của chị P",
      "Q",
      "L (Hải Phòng)"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Cho tôi hỏi là người phạm tội nhận hối lộ tài sản có giá trị bao nhiêu thì bị kết ántử hình? Người phạm tội đã bị kết ántử hìnhdo nhận hối lộ có cơ hội được chuyển thànhtùchung thân không? Câu hỏi của chị X đếntừQuảng Bình.",
      "summary": "",
      "row": 75
    },
    "subQuestions": [
      "Cho tôi hỏi là người phạm tội nhận hối lộ tài sản có giá trị bao nhiêu thì bị kết ántử hình",
      "Người phạm tội đã bị kết ántử hìnhdo nhận hối lộ có cơ hội được chuyển thànhtùchung thân không",
      "Câu hỏi của chị X đếntừQuảng Bình"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Chánh án Tòa án nhân dân tối cao trình ai ý kiến của mình về trường hợp người bị kết án xin ân giảm ántử hình? Trong trường hợp người bị kết ántử hìnhđược ân giảm thìhìnhphạttử hìnhđược chuyển thànhhìnhphạt nào? - câu hỏi của anh H. (Hà Giang)",
      "summary": "",
      "row": 76
    },
    "subQuestions": [
      "Chánh án Tòa án nhân dân tối cao trình ai ý kiến của mình về trường hợp người bị kết án xin ân giảm ántử hình",
      "Trong trường hợp người bị kết ántử hìnhđược ân giảm thìhìnhphạttử hìnhđược chuyển thànhhìnhphạt nào",
      "- câu hỏi của anh H",
      "(Hà Giang)"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Cho anh hỏi, Hội đồng thi hành ántử hìnhbao gồm những ai? Hội đồng thi hành ántửhành có quyền yêu cầu đơn vị vũ trang bảo vệ an toàn việc thi hành án không? - Câu hỏi của anh Văn Khiêm đếntừThành phố Hồ Chí Minh",
      "summary": "",
      "row": 77
    },
    "subQuestions": [
      "Cho anh hỏi, Hội đồng thi hành ántử hìnhbao gồm những ai",
      "Hội đồng thi hành ántửhành có quyền yêu cầu đơn vị vũ trang bảo vệ an toàn việc thi hành án không",
      "- Câu hỏi của anh Văn Khiêm đếntừThành phố Hồ Chí Minh"
    ],
    "triples": []
  },
  {
    "input": {
      "question": "Hiện nay, việc thi hành ántử tùbằng việc xử bắn đã không còn nữa, mà thay vào đó làhìnhthức tiêm thuốc độc. Vậy một liều thuốc dùng để thi hành ántử hìnhchotử tùgồm những loại thuốc nào? Trường hợp tiêm thuốc độc màtử tùvẫn không chết thì giải quyết như thế nào?",
      "summary": "",
      "row": 78
    },
    "subQuestions": [
      "Hiện nay, việc thi hành ántử tùbằng việc xử bắn đã không còn nữa, mà thay vào đó làhìnhthức tiêm thuốc độc",
      "Vậy một liều thuốc dùng để thi hành ántử hìnhchotử tùgồm những loại thuốc nào",
      "Trường hợp tiêm thuốc độc màtử tùvẫn không chết thì giải quyết như thế nào"
    ],
    "triples": [
      {
        "subject": "Trường hợp tiêm thuốc độc màtử tùvẫn không chết thì giải quyết",
        "relation": "mô tả",
        "object": "như thế nào"
      }
    ]
  },
  {
    "input": {
      "question": "Tùchung thân có phải làtùkhông thời hạn? Người bị kết ántùchung thân sẽ phải chấp hànhhìnhphạttùcho đến khi chết phải không? Trường hợp nàohìnhphạttử hìnhđược chuyển thànhtùchung thân theo quy định pháp luật?",
      "summary": "",
      "row": 79
    },
    "subQuestions": [
      "Tùchung thân có phải làtùkhông thời hạn",
      "Người bị kết ántùchung thân sẽ phải chấp hànhhìnhphạttùcho đến khi chết phải không",
      "Trường hợp nàohìnhphạttử hìnhđược chuyển thànhtùchung thân theo quy định pháp luật"
    ],
    "triples": []
  }
]