[
  {
    "input": {
      "question": "",
      "summary": "Tử hình là hình phạt đặc biệt chỉ áp dụng cho người phạm các tội đặc biệt nghiêm trọng thuộc nhóm xâm phạm an ninh quốc gia, tính mạng con người, ma túy, tham nhũng và một số tội nghiêm trọng khác theo Bộ luật Hình sự. Tuy nhiên, hình phạt này không được áp dụng đối với người dưới 18 tuổi khi phạm tội. Nếu một người phạm nhiều tội và hình phạt nặng nhất đã tuyên là tử hình, thì hình phạt chung sẽ là tử hình.",
      "row": 0
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "**Vấn đề chính:** Việc chuyển đổi hình phạt tử hình thành tù chung thân.\n\n**Quy định pháp luật:** Chánh án Tòa án nhân dân tối cao có thẩm quyền ra quyết định chuyển hình phạt tử hình thành tù chung thân. Quy định này áp dụng cho người bị kết án tử hình về tội tham ô tài sản hoặc nhận hối lộ, nếu họ đã chủ động nộp lại ít nhất ba phần tư tài sản và hợp tác tích cực với cơ quan chức năng hoặc lập công lớn.\n\n**Hậu quả:** Khi đáp ứng đủ các điều kiện trên, hình phạt tử hình sẽ được chuyển thành tù chung thân.",
      "row": 1
    },
    "subQuestions": [],
    "triples": []
  },
  {
    "input": {
      "question": "",
      "summary": "Thi hành án tử hình là việc cơ quan, người có thẩm quyền tước bỏ tính mạng của người bị kết án tử hình, với quyết định do Chánh án Tòa án đã xét xử sơ thẩm ban hành. Tại Việt Nam, hình thức thi hành án tử hình duy nhất là tiêm thuốc độc, được thực hiện theo trình tự và hồ sơ nghiêm ngặt quy định trong Luật Thi hành án hình sự 2019.",
      "row": 2
    },
    "subQuestions": [],
    "triples": []
  },
  {
    "input": {
      "question": "",
      "summary": "Về vấn đề người bị tuyên án tử hình nhưng sau đó mang thai, Bộ luật Hình sự 2015 (Điều 40) quy định rõ không thi hành án tử hình đối với phụ nữ có thai. Thay vào đó, hình phạt tử hình sẽ được chuyển thành tù chung thân.",
      "row": 3
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "penalizes",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Tội nhận hối lộ có thể bị phạt tử hình theo Điều 354 Bộ luật Hình sự nếu giá trị tài sản nhận hối lộ từ 1 tỷ đồng trở lên hoặc gây thiệt hại từ 5 tỷ đồng trở lên. Tuy nhiên, hình phạt tử hình không áp dụng cho người từ đủ 75 tuổi trở lên khi phạm tội hoặc xét xử theo Điều 40 Bộ luật Hình sự. Người bị kết án tử hình về tội này có thể được chuyển thành tù chung thân nếu chủ động nộp lại ít nhất ba phần tư tài sản nhận hối lộ và hợp tác tích cực với cơ quan chức năng hoặc lập công lớn.",
      "row": 4
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 354 Bộ Luật H"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 40 Bộ Luật H"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Vấn đề chính là sự cần thiết của danh bản và việc kiểm tra nó trong quy trình thi hành án tử hình. Theo Luật Thi hành án hình sự 2019, danh bản là tài liệu bắt buộc phải có trong hồ sơ thi hành án tử hình (Điều 80) và được định nghĩa là bản ghi thông tin lý lịch, nhân dạng, ảnh chụp, dấu vân tay. Quy định pháp luật yêu cầu Hội đồng thi hành án tử hình phải kiểm tra danh bản, chỉ bản và hồ sơ lý lịch của người chấp hành án trước khi thi hành án tử hình (Điều 82), đây là một thủ tục pháp lý quan trọng và bắt buộc.",
      "row": 5
    },
    "subQuestions": [],
    "triples": []
  },
  {
    "input": {
      "question": "",
      "summary": "Vấn đề chính là khả năng ân giảm và các trường hợp không thi hành án tử hình. Theo quy định pháp luật, người bị kết án tử hình có quyền gửi đơn xin ân giảm lên Chủ tịch nước. Án tử hình không được thi hành đối với phụ nữ có thai hoặc đang nuôi con dưới 36 tháng tuổi, người đủ 75 tuổi trở lên, hoặc người phạm tội tham ô/nhận hối lộ nếu khắc phục hậu quả nghiêm túc. Hậu quả là hình phạt tử hình có thể được chuyển thành tù chung thân nếu được ân giảm hoặc thuộc các trường hợp miễn trừ; ngược lại, bản án sẽ được thi hành bằng hình thức tiêm thuốc độc.",
      "row": 6
    },
    "subQuestions": [],
    "triples": []
  },
  {
    "input": {
      "question": "",
      "summary": "Vấn đề chính là quy trình thi hành án tử hình theo pháp luật Việt Nam. Quy định pháp luật nêu rõ: Chánh án Tòa án xét xử sơ thẩm là người ra quyết định thi hành án tử hình, sau đó quyết định này phải được gửi đến Viện kiểm sát, cơ quan thi hành án hình sự cùng cấp, trại tạm giam và Sở Tư pháp. Hội đồng thi hành án tử hình có quyền hoãn thi hành án nếu người bị kết án thuộc diện miễn trừ theo khoản 3 Điều 40 Bộ luật Hình sự, có lý do bất khả kháng, hoặc người đó khai báo tình tiết mới về tội phạm.",
      "row": 7
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 40 Bộ Luật H"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Khi thi hành án tử hình đối với phụ nữ, Hội đồng thi hành án tử hình phải tổ chức kiểm tra y tế để xác định tình trạng mang thai. Theo quy định pháp luật, nếu phụ nữ có thai hoặc đang nuôi con dưới 36 tháng tuổi, người từ 75 tuổi trở lên, người phạm tội tham ô/nhận hối lộ đã khắc phục hậu quả, hoặc có lý do bất khả kháng/khai báo tình tiết mới, người bị kết án sẽ được hoãn thi hành án tử hình. Kế hoạch thi hành án tử hình do cơ quan thi hành án hình sự Công an cấp tỉnh hoặc cấp quân khu xây dựng theo phân công của Chủ tịch Hội đồng.",
      "row": 8
    },
    "subQuestions": [],
    "triples": []
  },
  {
    "input": {
      "question": "",
      "summary": "Theo Nghị định 43/2020/NĐ-CP, thuốc tiêm sử dụng cho thi hành án tử hình do Bộ Y tế cấp theo đề nghị của Bộ Công an và Bộ Quốc phòng. Chi phí mai táng người bị thi hành án tử hình bao gồm quan tài, quần áo, vải liệm và các chi phí vệ sinh, mai táng khác; nếu thân nhân nhận tử thi về mai táng thì phải tự chịu chi phí.",
      "row": 9
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Nghị định 43/2020/N"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Thi hành án tử hình là việc cơ quan có thẩm quyền tước bỏ tính mạng người bị kết án. Tòa án là cơ quan có thẩm quyền quyết định thành lập Hội đồng thi hành án tử hình. Hội đồng này có nhiệm vụ lập kế hoạch, kiểm tra điều kiện, điều hành việc thi hành án và thông báo kết quả sau khi hoàn thành nhiệm vụ.",
      "row": 10
    },
    "subQuestions": [],
    "triples": []
  },
  {
    "input": {
      "question": "",
      "summary": "Chỉ bản là bản ghi thông tin tóm tắt về lý lịch và dấu vân tay của người chấp hành án do cơ quan có thẩm quyền lập và lưu giữ. Theo quy định của Luật Thi hành án hình sự 2019, chỉ bản là tài liệu bắt buộc phải có trong hồ sơ thi hành án tử hình. Đồng thời, Hội đồng thi hành án tử hình có trách nhiệm kiểm tra chỉ bản của người chấp hành án trước khi thực hiện thi hành án.",
      "row": 11
    },
    "subQuestions": [],
    "triples": []
  },
  {
    "input": {
      "question": "",
      "summary": "Về quyền ân giảm án tử hình, người bị kết án có thể gửi đơn xin ân giảm lên Chủ tịch nước trong vòng 07 ngày kể từ ngày bản án có hiệu lực pháp luật theo quy định của Bộ luật Tố tụng hình sự 2015. Chủ tịch nước là người có thẩm quyền xem xét và ra quyết định ân giảm hoặc bác đơn; nếu không có đơn xin ân giảm hoặc đơn bị bác, án tử hình sẽ được thi hành.",
      "row": 12
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật T"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Trong tội tham ô, nhận hối lộ, mức án tử hình có thể được áp dụng nếu tài sản tham ô/hối lộ trị giá từ 1 tỷ đồng trở lên (hoặc gây thiệt hại 5 tỷ đồng trở lên). Tuy nhiên, người đã bị kết án tử hình có thể không phải thi hành án nếu chủ động nộp lại ít nhất 3/4 tài sản tham ô/hối lộ và hợp tác tích cực với cơ quan chức năng hoặc lập công lớn. Thời hiệu thi hành bản án tử hình là 20 năm.",
      "row": 13
    },
    "subQuestions": [],
    "triples": []
  },
  {
    "input": {
      "question": "",
      "summary": "Theo Luật Thi hành án hình sự 2019, Chánh án Tòa án đã xét xử sơ thẩm có quyền ra quyết định thi hành án tử hình. Việt Nam hiện chỉ áp dụng hình thức tiêm thuốc độc để thi hành án tử hình. Người đang nuôi con dưới 36 tháng tuổi là một trong các trường hợp được hoãn thi hành án tử hình.",
      "row": 14
    },
    "subQuestions": [],
    "triples": []
  },
  {
    "input": {
      "question": "",
      "summary": "Người bị tuyên án tử hình có quyền xin ân giảm án tử hình. Theo quy định tại Điều 367 Bộ luật Tố tụng hình sự 2015, người bị kết án phải gửi đơn xin ân giảm lên Chủ tịch nước trong thời hạn 07 ngày kể từ ngày bản án có hiệu lực pháp luật. Nếu được Chủ tịch nước chấp thuận, hình phạt tử hình sẽ được giảm xuống tù chung thân; ngược lại, nếu bị bác đơn, bản án tử hình sẽ được thi hành.",
      "row": 15
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 367 Bộ Luật T"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật T"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "\"Y án\" là việc Tòa án cấp phúc thẩm giữ nguyên bản án sơ thẩm, đặc biệt \"y án tử hình\" là giữ nguyên mức án tử hình đối với người phạm tội. Theo quy định pháp luật, người bị kết án tử hình không thuộc đối tượng được đặc xá nhưng có thể gửi đơn xin ân giảm lên Chủ tịch nước. Hơn nữa, án tử hình có thể được chuyển thành tù chung thân nếu người phạm tội *lập công lớn* theo các tiêu chí cụ thể do pháp luật quy định.",
      "row": 16
    },
    "subQuestions": [],
    "triples": []
  },
  {
    "input": {
      "question": "",
      "summary": "Theo Luật Thi hành án hình sự 2019, Hội đồng thi hành án tử hình sẽ quyết định hoãn thi hành án tử hình nếu ngay trước khi thi hành án, người bị kết án tử hình khai báo những tình tiết mới về tội phạm. Sau khi hoãn, Cảnh sát thi hành án hình sự và hỗ trợ tư pháp hoặc Vệ binh hỗ trợ tư pháp có trách nhiệm áp giải, bàn giao người đó cho trại tạm giam để tiếp tục quản lý giam giữ.",
      "row": 17
    },
    "subQuestions": [],
    "triples": []
  },
  {
    "input": {
      "question": "",
      "summary": "Việt Nam hiện chỉ áp dụng hình thức thi hành án tử hình bằng tiêm thuốc độc theo quy định của Luật Thi hành án hình sự 2019. Quy trình này sử dụng ba loại thuốc tuần tự là thuốc làm mất tri giác, làm liệt hệ vận động và làm ngừng hoạt động của tim, được thực hiện dưới sự giám sát y tế chặt chẽ. Việc tiêm thuốc tiếp tục với liều dự phòng nếu cần, cho đến khi người bị thi hành án tử vong được bác sĩ pháp y xác nhận.",
      "row": 18
    },
    "subQuestions": [],
    "triples": []
  },
  {
    "input": {
      "question": "",
      "summary": "**Vấn đề chính:** Quy định về hình phạt tử hình cho tội tham ô tài sản và khả năng giảm án.\n\n**Quy định pháp luật + Hậu quả/Hình phạt:** Theo Điều 353 Bộ luật Hình sự, người tham ô tài sản trị giá từ 1 tỷ đồng trở lên hoặc gây thiệt hại từ 5 tỷ đồng trở lên có thể bị phạt tử hình. Tuy nhiên, Điều 40 Bộ luật Hình sự quy định rằng, nếu người bị kết án tử hình chủ động nộp lại ít nhất 3/4 tài sản tham ô và hợp tác tích cực với cơ quan chức năng hoặc lập công lớn, hình phạt tử hình sẽ được chuyển thành tù chung thân.",
      "row": 19
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 353 Bộ Luật H"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 40 Bộ Luật H"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Nếu người bị thi hành án tử hình chết trước khi thi hành án, theo Điều 12 Thông tư 02/2020/TTLT-BCA-BQP..., Chánh án Tòa án hoặc Chủ tịch Hội đồng thi hành án phải thông báo ngay cho Cơ quan điều tra, Viện kiểm sát để xác định nguyên nhân cái chết. Sau khi có kết quả và được phép, cơ quan thi hành án hình sự sẽ thông báo cho thân nhân đến nhận tử thi hoặc tổ chức mai táng. Đơn xin nhận tử thi phải ghi rõ thông tin người nhận, quan hệ, cam kết đảm bảo an ninh, vệ sinh, tự chịu chi phí và có xác nhận của UBND cấp xã; việc giao nhận không được thực hiện vào ban đêm (từ 22 giờ đến 06 giờ sáng hôm sau).",
      "row": 20
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 12 Thông tư 02/2020/TTLT-BCA-BQP"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Thông tư 02/2020/TTLT-BCA-BQP"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Vấn đề chính của văn bản là thời điểm người bị kết án tử hình được gửi đơn xin ân giảm hình phạt. Theo Điều 367 Bộ luật Tố tụng hình sự 2015, người bị kết án có thể gửi đơn xin ân giảm lên Chủ tịch nước trong thời hạn 07 ngày kể từ ngày bản án có hiệu lực pháp luật. Bản án tử hình sẽ được thi hành sau khi Chủ tịch nước bác đơn xin ân giảm, hoặc nếu không có đơn và không có kháng nghị giám đốc thẩm/tái thẩm.",
      "row": 21
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 367 Bộ Luật T"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật T"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Vấn đề chính là thủ tục xem xét bản án tử hình trước khi thi hành án và thẩm quyền ra quyết định.\nTheo Điều 367 Bộ luật Tố tụng Hình sự 2015, bản án tử hình phải được Tòa án nhân dân tối cao và Viện kiểm sát nhân dân tối cao xem xét kháng nghị giám đốc thẩm/tái thẩm, đồng thời người bị kết án có quyền xin ân giảm lên Chủ tịch nước. Bản án chỉ được thi hành khi không có kháng nghị và đơn ân giảm bị bác bỏ, với Chánh án Tòa án đã xét xử sơ thẩm là người có thẩm quyền ra quyết định thi hành án theo Điều 77 Luật Thi hành án Hình sự 2019.",
      "row": 22
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 367 Bộ Luật T"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật T"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Theo Thông tư 39/2012/TT-BCA, người bị kết án tử hình được giam giữ trong khu vực riêng biệt với buồng giam kiên cố, có cùm chân và phải chịu sự giám sát nghiêm ngặt 24/24 giờ. Họ có thể gửi và nhận thư về cho gia đình nếu được Giám thị trại tạm giam cho phép, nhưng mọi vật phẩm đều phải trải qua kiểm tra chặt chẽ.",
      "row": 23
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Thông tư 39/2012/TT-BCA"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Người bị kết án tử hình chỉ bị cùm một chân trong thời gian bị giam giữ nếu có biểu hiện bỏ trốn, tự sát hoặc hành vi nguy hiểm khác, theo quyết định của thủ trưởng cơ sở giam giữ. Về việc gặp thân nhân, người bị kết án tử hình được phép gặp nhưng phải được sự cho phép của Giám thị trại tạm giam (nếu bản án đã có hiệu lực) hoặc cơ quan thụ lý vụ án (nếu bản án chưa có hiệu lực), và có thể bị từ chối nếu không đáp ứng các điều kiện pháp luật hoặc trong các trường hợp đặc biệt như ảnh hưởng điều tra, khẩn cấp, hoặc dịch bệnh.",
      "row": 24
    },
    "subQuestions": [],
    "triples": []
  },
  {
    "input": {
      "question": "",
      "summary": "**Vấn đề chính:** Văn bản làm rõ lực lượng cảnh sát chịu trách nhiệm thi hành án tử hình và các trang bị được sử dụng.\n\n**Quy định pháp luật:** Theo Thông tư 15/2003/TT-BCA(V19) của Bộ Công an, lực lượng Cảnh sát bảo vệ và hỗ trợ tư pháp có trách nhiệm trực tiếp tổ chức và thi hành án tử hình. Trong quá trình này, họ được trang bị và sử dụng vũ khí, công cụ hỗ trợ, phương tiện đặc chủng cùng các phương tiện cần thiết khác theo quy định của pháp luật.",
      "row": 25
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Thông tư 15/2003/TT-BCA"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Văn bản tổng hợp các quy định về thi hành án tử hình theo Nghị định 43/2020/NĐ-CP. Theo đó, người tham gia được hưởng chế độ bồi dưỡng và nghỉ dưỡng; đồng thời quy định chi tiết về các trang thiết bị cần thiết như giường cố định, máy tiêm thuốc tự động và thiết bị theo dõi. Văn bản cũng làm rõ trách nhiệm của Bộ Y tế trong việc đảm bảo thuốc và hỗ trợ y tế, cùng với trách nhiệm quản lý nhà nước và ban hành quy định của Bộ Công an.",
      "row": 26
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Nghị định 43/2020/N"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "**Vấn đề chính:** Tội nhận hối lộ có thể bị tử hình tùy theo giá trị tài sản và khả năng giảm nhẹ hình phạt khi chủ động khắc phục hậu quả.\n\n**Quy định pháp luật:** Theo Bộ luật Hình sự, người phạm tội nhận hối lộ có thể bị tuyên án tử hình nếu của hối lộ trị giá từ 1.000.000.000 đồng trở lên hoặc gây thiệt hại về tài sản từ 5.000.000.000 đồng trở lên.\n\n**Hậu quả/Hình phạt:** Tuy nhiên, người bị kết án tử hình về tội này có thể được chuyển thành tù chung thân nếu sau khi bị kết án đã chủ động nộp lại ít nhất ba phần tư tài sản nhận hối lộ và hợp tác tích cực với cơ quan chức năng hoặc lập công lớn.",
      "row": 27
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Vấn đề chính là quy trình thi hành án tử hình bằng tiêm thuốc độc và chế độ bồi dưỡng cho người tham gia.\nQuy định pháp luật nêu rõ mũi thuốc đầu tiên được tiêm là thuốc làm mất tri giác (Nghị định 43/2020/NĐ-CP); Hội đồng thi hành án tử hình bao gồm đại diện Tòa án (Chủ tịch), Viện kiểm sát và cơ quan thi hành án hình sự (Luật Thi hành án hình sự 2019), và các thành viên này được hưởng chế độ bồi dưỡng bằng một lần mức lương cơ sở cho mỗi trường hợp thi hành án (Nghị định 43/2020/NĐ-CP).",
      "row": 28
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "applies",
        "object": "Nghị định 43/2020/N"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Tội nhận hối lộ có thể bị tuyên án tử hình nếu của hối lộ từ 1 tỷ đồng trở lên hoặc gây thiệt hại từ 5 tỷ đồng trở lên (theo khoản 4 Điều 354 Bộ luật Hình sự). Tuy nhiên, người bị kết án tử hình về tội này sẽ không bị thi hành án nếu chủ động nộp lại ít nhất 3/4 tài sản nhận hối lộ và hợp tác tích cực với cơ quan chức năng hoặc lập công lớn (theo khoản 3 Điều 40 Bộ luật Hình sự), hình phạt sẽ được chuyển thành tù chung thân. Đối với các trường hợp nhận hối lộ nghiêm trọng (khoản 3, 4 Điều 354), không áp dụng thời hiệu truy cứu trách nhiệm hình sự.",
      "row": 29
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 354 Bộ Luật H"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 40 Bộ Luật H"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Vụ việc hai cô giáo bạo hành bé 17 tháng tuổi dẫn đến tử vong có thể bị truy cứu trách nhiệm hình sự về tội giết người (Điều 123 BLHS). Hành vi này đối mặt với khung hình phạt từ 12 năm tù đến tử hình, trong đó việc phạm tội đối với người dưới 16 tuổi được xem là tình tiết tăng nặng (Điều 52 BLHS). Thời hiệu truy cứu trách nhiệm hình sự cho tội phạm đặc biệt nghiêm trọng này là 20 năm tính từ ngày tội phạm được thực hiện (Điều 27 BLHS).",
      "row": 30
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "penalizes",
        "object": "Điều 123 Bộ Luật Hình sự"
      },
      {
        "subject": "Quy định",
        "relation": "penalizes",
        "object": "Điều 52 Bộ Luật Hình sự"
      },
      {
        "subject": "Quy định",
        "relation": "penalizes",
        "object": "Điều 27 Bộ Luật Hình sự"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Văn bản giải đáp về các trường hợp người phạm tội tham nhũng bị kết án tử hình được chuyển thành tù chung thân. Theo Điều 40 Bộ luật Hình sự 2015, hình phạt tử hình sẽ được chuyển thành tù chung thân nếu người bị kết án chủ động nộp lại ít nhất ba phần tư tài sản tham ô, nhận hối lộ và hợp tác tích cực với cơ quan chức năng hoặc lập công lớn. Ngoài ra, hình phạt tù cho tội phạm chưa đạt có thể lên đến 20 năm nếu điều luật có hình phạt cao nhất là tử hình hoặc chung thân, và thời hiệu thi hành án tử hình là 20 năm.",
      "row": 31
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 40 Bộ Luật H"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Pháp luật Việt Nam có những quy định nhân đạo đặc biệt đối với phụ nữ có thai khi phạm tội. Cụ thể, họ sẽ được hoãn thi hành án phạt tù cho đến khi con đủ 36 tháng tuổi, không áp dụng hình phạt tử hình (chuyển thành tù chung thân), và việc có thai cũng được xem là một tình tiết giảm nhẹ trách nhiệm hình sự.",
      "row": 32
    },
    "subQuestions": [],
    "triples": []
  },
  {
    "input": {
      "question": "",
      "summary": "Hành vi mua bán tiền giả được Bộ luật Hình sự 2015 quy định mức phạt cao nhất là tù chung thân, không áp dụng hình phạt tử hình. Người phạm tội có thể được giảm nhẹ hình phạt nếu tự nguyện nộp lại số lợi bất chính (Điều 51 BLHS) và có cơ hội hưởng án treo nếu bị phạt tù không quá 03 năm, có nhân thân tốt, đáp ứng các điều kiện về tình tiết giảm nhẹ và nơi cư trú/làm việc ổn định theo quy định.",
      "row": 33
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 51 Bộ Luật Hình sự"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Văn bản giải đáp rằng cần sa (mã số CAS 8063-14-7) là chất ma túy tuyệt đối cấm sử dụng theo Nghị định 57/2022/NĐ-CP. Hành vi mua bán trái phép lá cần sa được quy định tại Điều 251 Bộ luật Hình sự 2015, theo đó người phạm tội với khối lượng từ 75kg trở lên có thể bị phạt tù 20 năm, chung thân hoặc tử hình. Đặc biệt, phạm tội từ 02 lần trở lên được coi là tình tiết tăng nặng trách nhiệm hình sự.",
      "row": 34
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 251 Bộ Luật H"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Nghị định 57/2022/N"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Vấn đề chính là xác định các hình phạt áp dụng cho người từ đủ 16 đến dưới 18 tuổi phạm tội. Theo Bộ luật Hình sự 2015, người dưới 18 tuổi không bị áp dụng hình phạt tử hình hoặc tù chung thân. Mức phạt tù cao nhất đối với người từ đủ 16 đến dưới 18 tuổi là 18 năm (nếu điều luật quy định chung thân/tử hình) hoặc không quá ba phần tư mức phạt tù có thời hạn mà điều luật quy định.",
      "row": 35
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "**Vấn đề chính:** Các quy định về điều kiện không thi hành án tử hình, chuyển đổi hình phạt và quyền xin ân giảm tại Việt Nam.\n\n**Quy định pháp luật & Hậu quả/Hình phạt:** Theo Bộ luật Hình sự Việt Nam, người bị kết án tử hình về tội tham ô tài sản sẽ không bị thi hành án nếu chủ động nộp lại ít nhất ba phần tư tài sản tham ô và hợp tác tích cực hoặc lập công lớn. Án tử hình cũng được chuyển thành tù chung thân cho phụ nữ có thai/nuôi con dưới 36 tháng, người từ 75 tuổi trở lên, hoặc khi được Chủ tịch nước ân giảm. Việt Nam hiện chỉ thi hành án tử hình bằng tiêm thuốc độc và người bị kết án có quyền làm đơn xin ân giảm lên Chủ tịch nước.",
      "row": 36
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Người bị kết án tử hình vẫn được gặp người thân theo quy định chặt chẽ, tùy thuộc vào việc bản án đã có hiệu lực hay chưa, do Thủ trưởng cơ sở giam giữ hoặc Giám thị trại tạm giam quyết định và bố trí phòng thăm gặp riêng an toàn. Sau khi thi hành án, tiền bạc và tài sản cá nhân của người đã chết sẽ được cơ sở giam giữ trả lại cho thân nhân hoặc người được ủy thác.",
      "row": 37
    },
    "subQuestions": [],
    "triples": []
  },
  {
    "input": {
      "question": "",
      "summary": "Người bị tuyên án tử hình sẽ được chuyển sang tù chung thân nếu thuộc các trường hợp không thi hành án (phụ nữ có thai/nuôi con nhỏ, người từ 75 tuổi trở lên, người phạm tội tham ô/nhận hối lộ đã khắc phục hậu quả đáng kể và hợp tác) hoặc được ân giảm (Điều 40 Bộ luật Hình sự 2015).\n\nTù chung thân là hình phạt tù không thời hạn cho tội phạm đặc biệt nghiêm trọng, không áp dụng cho người dưới 18 tuổi (Điều 39 Bộ luật Hình sự 2015); tuy nhiên, người bị kết án có thể được giảm thời hạn chấp hành nếu có tiến bộ và bồi thường, không nhất thiết phải ngồi tù suốt đời (Điều 63 Bộ luật Hình sự 2015).",
      "row": 38
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "penalizes",
        "object": "Điều 40 Bộ Luật H"
      },
      {
        "subject": "Quy định",
        "relation": "penalizes",
        "object": "Điều 39 Bộ Luật H"
      },
      {
        "subject": "Quy định",
        "relation": "penalizes",
        "object": "Điều 63 Bộ Luật H"
      },
      {
        "subject": "Quy định",
        "relation": "penalizes",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Theo Điều 354 Bộ luật Hình sự 2015, tội nhận hối lộ có thể bị phạt tù 20 năm, tù chung thân hoặc tử hình nếu của hối lộ từ 1 tỷ đồng trở lên hoặc gây thiệt hại tài sản từ 5 tỷ đồng trở lên, đồng thời không áp dụng thời hiệu truy cứu trách nhiệm hình sự đối với các trường hợp nghiêm trọng này (Điều 28 BLHS). Tuy nhiên, theo Điều 40 BLHS, người bị kết án tử hình về tội nhận hối lộ sẽ không bị thi hành án (chuyển thành tù chung thân) nếu chủ động nộp lại ít nhất 3/4 tài sản và hợp tác tích cực với cơ quan chức năng hoặc lập công lớn.",
      "row": 39
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 354 Bộ Luật H"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 28 Bộ Luật Hình sự"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 40 Bộ Luật Hình sự"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Theo pháp luật Việt Nam, người đủ 75 tuổi trở lên khi phạm tội hoặc khi xét xử sẽ không bị áp dụng hình phạt tử hình, mà án tử hình sẽ được chuyển thành tù chung thân. Trong trường hợp này, người bị kết án tù chung thân phải chấp hành hình phạt thực tế ít nhất 30 năm và không được xem xét tha tù trước thời hạn có điều kiện.",
      "row": 40
    },
    "subQuestions": [],
    "triples": []
  },
  {
    "input": {
      "question": "",
      "summary": "**Vấn đề chính:** Huấn luyện viên Taekwondo hiếp dâm nhiều nam sinh dưới 16 tuổi, đặc biệt nếu có nạn nhân dưới 10 tuổi, có thể đối mặt với mức án tử hình.\n\n**Quy định pháp luật:** Theo Điều 142 Bộ luật Hình sự 2015 về tội hiếp dâm người dưới 16 tuổi, hành vi phạm tội đối với nhiều người hoặc người dưới 10 tuổi thuộc trường hợp đặc biệt nghiêm trọng.\n\n**Hậu quả/Hình phạt:** Do đó, người phạm tội có thể bị phạt tù 20 năm, tù chung thân hoặc tử hình, đồng thời có thể bị cấm đảm nhiệm chức vụ, cấm hành nghề từ 01 đến 05 năm.",
      "row": 41
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 142 Bộ Luật H"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "**Vấn đề chính:** Chất xyanua là loại cực độc, chỉ cần khoảng 50mg có thể gây tử vong nhanh chóng cho con người do cản trở khả năng sử dụng oxy của cơ thể.\n\n**Quy định pháp luật:** Theo khoản 1 Điều 123 Bộ luật Hình sự 2015, hành vi giết người bằng xyanua thuộc nhóm tội giết người.\n\n**Hậu quả/Hình phạt:** Người phạm tội có thể đối mặt với án tù từ 12 năm đến 20 năm, tù chung thân hoặc tử hình, và được xếp vào loại tội phạm đặc biệt nghiêm trọng.",
      "row": 42
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 123 Bộ Luật H"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Đối với quá trình thẩm định hồ sơ án tử hình trình Chủ tịch nước, theo Quyết định 590/QĐ-VKSTC-V3 năm 2014, Kiểm sát viên/Kiểm tra viên bắt buộc phải lập hồ sơ kiểm sát án hình sự. Hồ sơ này phải phản ánh đầy đủ trình tự tố tụng, nội dung và kết quả thẩm định, do Viện kiểm sát cấp đó lập, quản lý chặt chẽ theo chế độ bảo mật. Mọi vi phạm trong việc sử dụng, quản lý, bảo quản hồ sơ sẽ bị xử lý kỷ luật nghiêm minh.",
      "row": 43
    },
    "subQuestions": [],
    "triples": []
  },
  {
    "input": {
      "question": "",
      "summary": "Hành vi giết người yêu do mâu thuẫn tình cảm được quy định tại Điều 123 Bộ luật Hình sự 2015. Mức phạt tù thường từ 07 đến 15 năm, nhưng có thể lên đến 12 năm, 20 năm tù, tù chung thân hoặc tử hình nếu có các tình tiết tăng nặng như giết phụ nữ có thai, bằng phương pháp man rợ, vì động cơ đê hèn, v.v. Tội này được phân loại là rất nghiêm trọng hoặc đặc biệt nghiêm trọng, với thời hạn truy cứu trách nhiệm hình sự tương ứng là 15 hoặc 20 năm.",
      "row": 44
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "penalizes",
        "object": "Điều 123 Bộ Luật H"
      },
      {
        "subject": "Quy định",
        "relation": "penalizes",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Việc thi hành án tử hình bằng tiêm thuốc độc được quy định chi tiết tại Nghị định 43/2020/NĐ-CP. Theo đó, Bộ Công an và Bộ Quốc phòng chịu trách nhiệm đầu tư xây dựng cơ sở vật chất cùng trang bị các thiết bị chuyên dụng cần thiết. Bộ Y tế có trách nhiệm cấp thuốc tiêm (gồm 03 loại) và cán bộ thi hành án cần chuẩn bị đủ 03 liều thuốc (bao gồm 02 liều dự phòng); đồng thời, Ủy ban nhân dân cấp xã và Công an cấp huyện nơi thi hành án có trách nhiệm bảo đảm an ninh, trật tự.",
      "row": 45
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Nghị định 43/2020/N"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Việc giết phụ nữ mang thai (khi biết rõ nạn nhân có thai) là một tình tiết định khung hình phạt đặc biệt nghiêm trọng của tội giết người. Theo Điều 123 Bộ luật Hình sự, người phạm tội có thể bị phạt tù từ 12 năm đến 20 năm, tù chung thân hoặc tử hình. Thời hiệu truy cứu trách nhiệm hình sự đối với hành vi này là 20 năm, tính từ ngày tội phạm được thực hiện.",
      "row": 46
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 123 Bộ Luật H"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Đối với phụ nữ có thai phạm tội sản xuất trái phép chất ma túy, theo Điều 40 Bộ luật Hình sự 2015, hình phạt tử hình sẽ không được áp dụng. Thay vào đó, hình phạt sẽ được chuyển thành tù chung thân và họ còn được hoãn chấp hành hình phạt tù cho đến khi con đủ 36 tháng tuổi.",
      "row": 47
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 40 Bộ Luật H"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Vấn đề chính là quy định pháp luật về trách nhiệm hình sự đối với người cao tuổi và việc tự ý chấm dứt phạm tội. Theo Bộ luật Hình sự 2015, người đủ 75 tuổi trở lên sẽ không bị áp dụng hoặc thi hành án tử hình (chuyển thành tù chung thân), và người đủ 70 tuổi trở lên được coi là tình tiết giảm nhẹ trách nhiệm hình sự. Ngoài ra, người tự ý nửa chừng chấm dứt việc phạm tội sẽ được miễn trách nhiệm hình sự về tội định phạm, trừ khi hành vi thực tế đã cấu thành tội khác.",
      "row": 48
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Hành vi mua bán thận vì mục đích thương mại là trái pháp luật và bị nghiêm cấm theo Luật Hiến, lấy, ghép mô, bộ phận cơ thể người và hiến lấy xác 2006. Theo Bộ luật Hình sự 2015, người mua bán thận có thể bị phạt tù từ 03 năm đến 20 năm hoặc tù chung thân tùy theo mức độ và tình tiết phạm tội, nhưng không quy định hình phạt tử hình. Đặc biệt, mua bán thận của trẻ em (người dưới 16 tuổi) được coi là tình tiết tăng nặng trách nhiệm hình sự.",
      "row": 49
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Hành vi hiếp dâm bé gái 12 tuổi dẫn đến nạn nhân có thai thuộc tội hiếp dâm người dưới 16 tuổi theo Điều 142 Bộ luật Hình sự 2015 (sửa đổi 2017). Người phạm tội sẽ bị phạt tù từ 12 năm đến 20 năm và không áp dụng hình phạt tử hình. Đây là loại tội phạm đặc biệt nghiêm trọng, có thời hiệu truy cứu trách nhiệm hình sự là 20 năm.",
      "row": 50
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 142 Bộ Luật H"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "**Vấn đề chính:** Các quy định về trách nhiệm của Bộ Ngoại giao và quy trình xử lý tử thi, tro cốt, hài cốt đối với người bị thi hành án tử hình.\n\n**Quy định pháp luật:** Bộ Ngoại giao có trách nhiệm tiếp nhận và chuyển thông tin cho các cơ quan đại diện nước ngoài để giải quyết thủ tục liên quan đến người nước ngoài bị thi hành án tử hình (Điều 18 Nghị định 43/2020/NĐ-CP). Cơ quan thi hành án hình sự Công an cấp tỉnh/quân khu chịu trách nhiệm giao nhận tử thi trong 24 giờ kể từ khi thông báo cho người có đơn xin nhận, đơn này phải được gửi cho Chánh án Tòa án đã ra quyết định thi hành án trong 03 ngày làm việc kể từ ngày nhận được thông báo (khoản 5 Điều 83 Luật Thi hành án hình sự 2019).\n\n**Hậu quả/Quy định bổ sung:** Nếu quá thời hạn hoặc việc giao nhận không đảm bảo an ninh, trật tự, cơ quan thi hành án sẽ tự mai táng; thân nhân có thể xin nhận hài cốt sau 03 năm hoặc tro cốt nếu tự chịu chi phí (Điều 83 Luật Thi hành án hình sự 2019).",
      "row": 51
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "requires",
        "object": "Điều 18 Nghị định 43/2020/N"
      },
      {
        "subject": "Quy định",
        "relation": "requires",
        "object": "Nghị định 43/2020/N"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Bữa ăn cuối cùng của tử tù được quy định theo Điều 11 Nghị định 43/2020/NĐ-CP, bằng 5 lần tiêu chuẩn của ngày Lễ, Tết dành cho người bị tạm giam. Tuy nhiên, Điều 40 Bộ luật Hình sự 2015 nêu rõ không thi hành án tử hình với phụ nữ có thai/nuôi con dưới 36 tháng, người đủ 75 tuổi trở lên, hoặc phạm nhân tham ô/nhận hối lộ đã nộp lại ít nhất 3/4 tài sản và hợp tác tích cực. Các trường hợp này sẽ được chuyển thành tù chung thân.",
      "row": 52
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 40 Bộ Luật H"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 11 Nghị định 43/2020/N"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Nghị định 43/2020/N"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Hành vi bạo hành bé gái 8 tuổi tử vong của Nguyễn Võ Quỳnh Trang được xác định là tội giết người, với lỗi cố ý gián tiếp và thuộc các trường hợp giết người dưới 16 tuổi, thực hiện một cách man rợ theo Điều 123 Bộ luật Hình sự 2015. Với hành vi này, Trang có thể phải đối mặt với khung hình phạt tù từ 12 năm đến 20 năm, tù chung thân hoặc tử hình.",
      "row": 53
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 123 Bộ Luật H"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "**Vấn đề chính:** Tội hiếp dâm tập thể làm nạn nhân tự tử có bị tử hình không, thời hiệu và thẩm quyền điều tra là gì.\n\n**Quy định pháp luật & Hậu quả/Hình phạt:** Theo Điều 141 Bộ luật Hình sự, hiếp dâm tập thể dẫn đến nạn nhân tự tử có mức án cao nhất là tù chung thân và không áp dụng hình phạt tử hình. Tuy nhiên, nếu nạn nhân dưới 16 tuổi, người phạm tội có thể bị tuyên mức án tử hình theo Điều 142 Bộ luật Hình sự. Đây là tội phạm đặc biệt nghiêm trọng, có thời hiệu truy cứu trách nhiệm hình sự 20 năm và thuộc thẩm quyền điều tra của Cơ quan điều tra cấp tỉnh hoặc quân sự cấp quân khu.",
      "row": 54
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 141 Bộ Luật H"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 142 Bộ Luật H"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "**Vấn đề chính:** Khi thi hành án tử hình bằng tiêm thuốc độc, nếu tử tù chưa chết sau khi tiêm đủ số liều thuốc quy định thì xử lý thế nào?\n\n**Quy định pháp luật:** Theo Nghị định 43/2020/NĐ-CP, sau khi tiêm đủ 03 liều thuốc (gồm liều chính và 02 liều dự phòng) và đợi 10 phút nhưng tử tù vẫn chưa chết, Đội trưởng thi hành án phải báo cáo để Chủ tịch Hội đồng thi hành án ra quyết định tạm dừng việc thi hành án.",
      "row": 55
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Nghị định 43/2020/N"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "**Vấn đề chính:** Một người vợ say rượu chém chồng 38 nhát dao dẫn đến tử vong.\n\n**Quy định pháp luật:** Theo Điều 13 Bộ luật Hình sự, việc say rượu không loại trừ trách nhiệm hình sự. Hành vi này được xếp vào tội cố ý gây thương tích làm chết người theo khoản 4 Điều 134 Bộ luật Hình sự.\n\n**Hậu quả/Hình phạt:** Người vợ sẽ phải đối mặt với mức án tù từ 07 đến 14 năm và đây là tội phạm rất nghiêm trọng, không áp dụng hình phạt tử hình.",
      "row": 56
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 13 Bộ Luật H"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 134 Bộ Luật H"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "**Vấn đề chính:** Pháp luật Việt Nam quy định về hình phạt tử hình và việc tha tù trước thời hạn đối với phụ nữ đang nuôi con nhỏ.\n\n**Quy định pháp luật:** Theo Bộ luật Hình sự 2015, phụ nữ đang nuôi con dưới 36 tháng tuổi không bị áp dụng hoặc thi hành án tử hình, mà hình phạt sẽ được chuyển thành tù chung thân.\n\n**Hậu quả/Hình phạt:** Tuy nhiên, người bị ân giảm án tử hình sẽ không được tha tù trước thời hạn có điều kiện và phải chấp hành thời gian tù thực tế tối thiểu là 30 năm.",
      "row": 57
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Vấn đề chính là việc chi trả bảo hiểm nhân thọ khi người được bảo hiểm chết do thi hành án tử hình. Theo Điều 39 Luật Kinh doanh bảo hiểm 2000, đây là một trong các trường hợp doanh nghiệp bảo hiểm không phải chi trả tiền bảo hiểm cho người thụ hưởng. Tuy nhiên, doanh nghiệp bảo hiểm vẫn có trách nhiệm hoàn trả cho bên mua bảo hiểm giá trị hoàn lại của hợp đồng hoặc toàn bộ số phí bảo hiểm đã đóng sau khi trừ các chi phí hợp lý.",
      "row": 58
    },
    "subQuestions": [],
    "triples": []
  },
  {
    "input": {
      "question": "",
      "summary": "Theo Bộ luật Hình sự 2015, nhân viên giao hàng vô tình vận chuyển ma túy sẽ không bị truy cứu trách nhiệm hình sự do không có yếu tố cố ý. Tuy nhiên, hành vi vận chuyển trái phép chất ma túy có chủ đích, đặc biệt với khối lượng lớn (như 100g Heroine trở lên), có thể đối mặt với hình phạt tù 20 năm, tù chung thân hoặc tử hình. Ngoài ra, người phạm tội còn có thể bị phạt tiền và tịch thu một phần hoặc toàn bộ tài sản.",
      "row": 59
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "**Vấn đề chính:** Câu hỏi đặt ra là liệu chế độ bồi dưỡng cho người tham gia Hội đồng thi hành án tử hình có tăng theo mức lương cơ sở từ ngày 01/07/2023 hay không.\n\n**Quy định pháp luật:** Theo Nghị định 43/2020/NĐ-CP, chế độ bồi dưỡng cho người tham gia Hội đồng thi hành án tử hình và một số đối tượng khác được tính bằng một lần mức lương cơ sở.\n\n**Hậu quả/Kết quả:** Với việc Nghị quyết 69/2022/QH15 quy định tăng mức lương cơ sở lên 1.800.000 đồng/tháng từ ngày 01/07/2023, những người này sẽ được tăng mức bồi dưỡng tương ứng từ ngày đó.",
      "row": 60
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Nghị định 43/2020/N"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Nghị quyết 69/2022/QH"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Một người đang chấp hành án phạt tù chung thân, dù nhiều lần phạm tội trốn khỏi nơi giam giữ, không bị tử hình. Theo Điều 386 Bộ luật Hình sự 2015, tội trốn khỏi nơi giam giữ bị phạt từ 06 tháng đến 10 năm tù, với việc trốn nhiều lần có thể là tình tiết tăng nặng. Tuy nhiên, theo quy định về tổng hợp hình phạt tại Điều 56, hình phạt bổ sung cho hành vi trốn sẽ được tổng hợp vào bản án chung thân hiện có, và hình phạt cuối cùng vẫn là tù chung thân chứ không phải tử hình.",
      "row": 61
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 386 Bộ Luật H"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Việc thi hành án tử hình được thực hiện bằng tiêm thuốc độc, đòi hỏi Hội đồng thi hành án phải kiểm tra kỹ danh bản, hồ sơ lý lịch của phạm nhân. Cán bộ thi hành cần chuẩn bị 03 liều thuốc (01 chính, 02 dự phòng), mỗi liều gồm thuốc làm mất tri giác, liệt hệ vận động và ngừng hoạt động của tim. Trình tự thi hành bao gồm áp giải, kiểm tra đối chiếu thông tin, công bố các quyết định pháp lý liên quan, sau đó tiến hành tiêm thuốc theo quy trình 3 bước và cuối cùng là xác định tình trạng tử vong, lập biên bản cùng các thủ tục hậu sự.",
      "row": 62
    },
    "subQuestions": [],
    "triples": []
  },
  {
    "input": {
      "question": "",
      "summary": "Hành vi vận chuyển tiền giả có giá trị từ 50 triệu đồng trở lên là tội phạm đặc biệt nghiêm trọng. Theo khoản 3 Điều 207 Bộ luật Hình sự 2015, người phạm tội không bị tử hình mà phải chịu hình phạt tù từ 10 đến 20 năm hoặc tù chung thân.",
      "row": 63
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 207 Bộ Luật H"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Giám định viên tư pháp trong lĩnh vực giao thông vận tải bị miễn nhiệm nếu bị xử lý kỷ luật từ hình thức cảnh cáo trở lên. Quy định này cũng áp dụng cho trường hợp họ bị xử phạt vi phạm hành chính do cố ý vi phạm quy định của pháp luật về giám định tư pháp.",
      "row": 64
    },
    "subQuestions": [],
    "triples": []
  },
  {
    "input": {
      "question": "",
      "summary": "Vấn đề chính là thủ tục xin nhận tử thi, tro cốt hoặc hài cốt của người bị thi hành án tử hình. Mẫu đơn và hướng dẫn cách ghi được quy định chi tiết tại Thông tư liên tịch 02/2020/TTLT-BCA-BQP-BYT-BNG-TANDTC-VKSNDTC (Mẫu số 01). Thẩm quyền xem xét, giải quyết thuộc về Tòa án đã ra quyết định thi hành án, theo quy định tại Điều 21 và Điều 83 Luật Thi hành án hình sự 2019, bao gồm việc thông báo cho thân nhân và yêu cầu đơn xin nhận phải có các thông tin và xác nhận cần thiết.",
      "row": 65
    },
    "subQuestions": [],
    "triples": []
  },
  {
    "input": {
      "question": "",
      "summary": "Người phạm tội tham ô 50 tỷ đồng có thể đối mặt với mức án cao nhất là tử hình theo khoản 4 Điều 353 Bộ luật Hình sự. Tuy nhiên, theo Điều 40 BLHS, án tử hình sẽ không được thi hành đối với người tham ô nếu họ chủ động nộp lại ít nhất 3/4 tài sản tham ô *và* hợp tác tích cực với cơ quan chức năng hoặc lập công lớn. Do đó, việc chỉ nộp lại 3/4 số tiền là chưa đủ để thoát án tử hình nếu không đáp ứng điều kiện hợp tác hoặc lập công.",
      "row": 66
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 353 Bộ Luật H"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 40 Bộ Luật Hình sự"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Người nhận hối lộ để giải quyết cấp phiếu lý lịch tư pháp trái quy định có thể bị truy cứu trách nhiệm hình sự theo Điều 354 Bộ luật Hình sự về Tội nhận hối lộ. Hình phạt cao nhất là tử hình, áp dụng khi của hối lộ từ 1 tỷ đồng trở lên hoặc gây thiệt hại từ 5 tỷ đồng trở lên. Tuy nhiên, người phạm tội có thể được giảm nhẹ trách nhiệm hình sự nếu tự nguyện nộp lại tiền hối lộ; đặc biệt, người bị kết án tử hình có thể không bị thi hành án nếu chủ động nộp lại ít nhất ba phần tư tài sản và hợp tác tích cực hoặc lập công lớn.",
      "row": 67
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 354 Bộ Luật H"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Trong các vụ án nhận hối lộ, việc người phạm tội tự nguyện nộp lại tài sản được xem là tình tiết giảm nhẹ trách nhiệm hình sự theo **Bộ luật Hình sự**. Đối với tội nhận hối lộ có mức án tử hình (khi số tiền từ 1 tỷ đồng trở lên), người bị kết án có thể không bị thi hành án tử hình nếu chủ động nộp lại ít nhất 3/4 tài sản và hợp tác tích cực với cơ quan chức năng hoặc lập công lớn, khi đó án tử hình sẽ được chuyển thành tù chung thân.",
      "row": 68
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Một thiếu niên 14 tuổi bỏ bả chó vào sữa khiến cha tử vong sẽ bị truy cứu trách nhiệm hình sự về tội giết người theo Điều 123 Bộ luật Hình sự. Tuy nhiên, pháp luật Việt Nam không áp dụng hình phạt tử hình hoặc tù chung thân đối với người dưới 18 tuổi phạm tội; thay vào đó, mức hình phạt cao nhất cho người từ đủ 14 đến dưới 16 tuổi là 12 năm tù, và việc thành khẩn khai báo có thể được xem xét là tình tiết giảm nhẹ.",
      "row": 69
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 123 Bộ Luật H"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Vấn đề chính là hành vi bắt cóc trẻ em nhằm chiếm đoạt tài sản và hậu quả khi làm chết người hoặc cố ý giết nạn nhân. Theo Bộ luật Hình sự 2015, người thực hiện hành vi bắt cóc nhằm chiếm đoạt tài sản (Điều 169) mà làm chết người sẽ bị phạt tù từ 15 đến 20 năm hoặc tù chung thân. Ngoài ra, nếu có hành vi cố ý giết người (Điều 123), đặc biệt là trẻ em dưới 16 tuổi, người phạm tội có thể bị phạt tù từ 12 đến 20 năm, tù chung thân hoặc tử hình.",
      "row": 70
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Người phạm tội tham ô tài sản đã bị kết án tử hình CÓ cơ hội được chuyển thành tù chung thân. Theo Điều 40 Bộ luật Hình sự 2015 và Nghị quyết 01/2016/NQ-HĐTP, người bị kết án sẽ được chuyển án nếu sau khi bị kết án, họ chủ động nộp lại ít nhất ba phần tư tài sản tham ô và hợp tác tích cực với cơ quan chức năng hoặc lập công lớn, hoặc thuộc các trường hợp đặc biệt (phụ nữ có thai/nuôi con dưới 36 tháng, người đủ 75 tuổi trở lên). Khi đáp ứng các điều kiện này, hình phạt tử hình sẽ được chuyển thành tù chung thân.",
      "row": 71
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 40 Bộ Luật H"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Nghị quyết 01/2016/NQ-H"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Hành vi hiếp dâm người dưới 16 tuổi là tội phạm nghiêm trọng được quy định tại Điều 142 Bộ luật Hình sự, với khung hình phạt từ 07 năm tù đến 20 năm tù, tù chung thân hoặc tử hình tùy mức độ. Việc xét xử các vụ án này được thực hiện kín đáo theo Nghị quyết 06/2019/NQ-HĐTP, tuân thủ nguyên tắc áp dụng hình phạt nghiêm khắc và bổ sung cao nhất.",
      "row": 72
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 142 Bộ Luật H"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Nghị quyết 06/2019/NQ-H"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Đấu thầu hạn chế trong lựa chọn nhà đầu tư được áp dụng cho các dự án có yêu cầu cao về kỹ thuật, công nghệ hoặc có tính đặc thù theo quy định tại khoản 2 Điều 34 Luật Đấu thầu 2023. Đối với hình thức này, nhà đầu tư phải nộp bảo đảm dự thầu theo khoản 2 Điều 14 của Luật này. Nếu nhà đầu tư từ chối hoàn thiện hợp đồng trong thời hạn quy định (15 ngày đối với đấu thầu trong nước, 30 ngày đối với đấu thầu quốc tế) sau khi nhận thông báo trúng thầu, họ sẽ không được hoàn trả bảo đảm dự thầu (điểm g khoản 9 Điều 14).",
      "row": 73
    },
    "subQuestions": [],
    "triples": []
  },
  {
    "input": {
      "question": "",
      "summary": "**Vấn đề chính:** Các quy định pháp luật liên quan đến hình phạt tử hình, tình tiết tăng nặng và thời hiệu truy cứu trách nhiệm hình sự đối với tội tham ô tài sản.\n\n**Quy định pháp luật:** Theo Bộ luật Hình sự 2015, người phạm tội tham ô từ 75 tuổi trở lên sẽ không bị thi hành án tử hình (Điều 40); việc không giao nộp tài sản tham ô không được xem là tình tiết tăng nặng (Điều 52); và thời hiệu truy cứu trách nhiệm hình sự không áp dụng cho các trường hợp tham ô đặc biệt nghiêm trọng (Điều 28).\n\n**Hậu quả/Hình phạt:** Do đó, một người 80 tuổi phạm tội tham ô sẽ không bị thi hành án tử hình.",
      "row": 74
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Người phạm tội nhận hối lộ có thể bị kết án tử hình nếu tài sản nhận từ 1 tỷ đồng trở lên hoặc gây thiệt hại 5 tỷ đồng trở lên theo Bộ luật Hình sự. Tuy nhiên, theo quy định pháp luật, người bị kết án tử hình vì tội này có cơ hội được chuyển thành tù chung thân nếu đáp ứng hai điều kiện: đã chủ động nộp lại ít nhất ba phần tư tài sản hối lộ và hợp tác tích cực với cơ quan chức năng trong việc phát hiện, điều tra, xử lý tội phạm hoặc lập công lớn.",
      "row": 75
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật H"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Vấn đề chính liên quan đến án tử hình và quyền hạn của Chánh án Tòa án nhân dân tối cao. Theo quy định pháp luật, Chánh án Tòa án nhân dân tối cao có nhiệm vụ trình Chủ tịch nước ý kiến của mình về trường hợp người bị kết án xin ân giảm án tử hình (khoản 4 Điều 61 Luật Tổ chức Tòa án nhân dân 2014). Hậu quả là nếu người bị kết án được ân giảm, hình phạt tử hình sẽ được chuyển thành tù chung thân (khoản 4 Điều 40 Bộ luật Hình sự 2015). Ngoài ra, Chánh án còn có quyền kháng nghị theo thủ tục giám đốc thẩm bản án, quyết định đã có hiệu lực pháp luật của các Tòa án (khoản 1 Điều 373 Bộ luật Tố tụng hình sự 2015).",
      "row": 76
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 40 Bộ Luật H"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 373 Bộ Luật T"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật H"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật T"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "Vấn đề chính là xác định thành phần và quyền hạn của Hội đồng thi hành án tử hình. Theo Điều 78 Luật Thi hành án hình sự 2019, Hội đồng bao gồm Chủ tịch (Chánh án hoặc Phó Chánh án Tòa án đã ra quyết định thi hành án), Viện trưởng hoặc Phó Viện trưởng Viện kiểm sát cùng cấp và Thủ trưởng hoặc Phó Thủ trưởng cơ quan thi hành án hình sự cùng cấp. Ngoài ra, theo Điều 79, Hội đồng này có quyền yêu cầu đơn vị vũ trang nhân dân hỗ trợ đảm bảo an toàn việc thi hành án trong trường hợp cần thiết.",
      "row": 77
    },
    "subQuestions": [],
    "triples": []
  },
  {
    "input": {
      "question": "",
      "summary": "Theo Điều 4 Nghị định 43/2020/NĐ-CP, một liều thuốc tiêm để thi hành án tử hình gồm ba loại: thuốc làm mất tri giác, thuốc làm liệt hệ vận động và thuốc làm ngừng hoạt động của tim.\n\nĐối với trường hợp tử tù không chết sau khi tiêm, Điều 6 Nghị định này quy định sẽ tiếp tục tiêm tối đa hai liều dự phòng. Nếu tiêm hết ba liều mà vẫn chưa chết, Đội trưởng Đội thi hành án phải báo cáo Chủ tịch Hội đồng thi hành án tử hình để ra quyết định tạm dừng thi hành án.",
      "row": 78
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Điều 4 Nghị định 43/2020/N"
      },
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Nghị định 43/2020/N"
      }
    ]
  },
  {
    "input": {
      "question": "",
      "summary": "**Vấn đề chính:** Tù chung thân không phải là hình phạt tù mãi mãi đến chết.\n**Quy định pháp luật:** Theo Bộ luật Hình sự, tù chung thân là hình phạt tù không thời hạn nhưng người bị kết án có thể được giảm án hoặc tha tù trước thời hạn nếu cải tạo tốt và đáp ứng các điều kiện.\n**Hậu quả/Hình phạt:** Dù được giảm án, người bị kết án tù chung thân vẫn phải chấp hành hình phạt thực tế ít nhất 20 năm (hoặc 25 năm cho một số trường hợp); hình phạt tử hình cũng có thể được chuyển thành tù chung thân trong các trường hợp đặc biệt như phụ nữ có thai, người cao tuổi, người phạm tội tham nhũng khắc phục hậu quả hoặc khi được ân giảm.",
      "row": 79
    },
    "subQuestions": [],
    "triples": [
      {
        "subject": "Quy định",
        "relation": "cites",
        "object": "Bộ Luật H"
      }
    ]
  }
]